[
  {
    "id": "setup-rule-muster-armies",
    "body": "Players first muster their armies, as described in the Core Rules. Remember, all details of a players army must be recorded on their Army Roster."
  },
  {
    "id": "setup-rule-determine-mission",
    "body": "Players split the cards into their respective decks: Deployment deck: Mission Rule deck; Primary Mission deck; Secondary Mission decks (one for the Attacker, one for the Defender); Gambit decks (one for the Attacker, one for the Defender). Set aside the Secondary Mission and Gambit decks (players will receive these later).\n\nPlayers determine their mission by shuffling and randomly drawing one card from the Deployment, Mission Rule and Primary Mission decks."
  },
  {
    "id": "setup-rule-read-mission",
    "body": "Next players read the Primary Mission and Mission Rule cards they have drawn.\n\nThe Primary Mission card details how and when players score Victory points (VP). Players wil also score VP by achieving Secondary Missions and Gambits, which are detailed later. Some Primary Mission cards also include additional rules that wil apply to the battle.\n\nThe Mission Rule card details any special rules that apply for the duration of the battle. Players should read and familiarise themselves with these before proceeding,"
  },
  {
    "id": "setup-rule-place-objective-markers",
    "body": "Players now set up objective markers on the battlefield. Each Deployment card's deployment map wil show players how many objective markers to set up and where each should be placed."
  },
  {
    "id": "setup-rule-create-the-battlefield",
    "body": "Players now create the bettlefield and set up terrain features.\n\nMissions are played on rectangular battlefields whose dimensions are approximately 44\" by 60\". This can be achieved by placing four Battlezone boards flat on a surface next to each other.\n\nUnless otherwise stated, when setting up terrain features, use the guidelines deteiled in the Core Rules. Players must use the rules for terrain features detailed in the Core Rules. Terrain features should not be set up with any impassable sections (such as the walls of a ruin) within 1\" of any objective markers."
  },
  {
    "id": "setup-rule-determine-attacker-and-defender",
    "body": "Players consult the Deployment card drawn for the mission and agree which battlefield edge is the Attacker's and which is the Defender's. The players then roll off and the winner decides who will be the Attacker and who will be the Defender this will determine which player uses which deployment zone in the coming battle.\n\nPlayers take their respective Secondary Mission and Gambit deck, shuffle them and place them nearby for later."
  },
  {
    "id": "setup-rule-select-secondary-missions",
    "body": "There are two Secondary Mission decks (one for the Attacker, one for the Defender), meaning players can draw the same Secondary Missions. These describe goals that players con achieve to score VP. Each Secondary Mission card will detail when and how it is achieved, as well as how many VP that player scores for achieving it.\n\nEach player must now choose whether to use Fixed or Tactical Missions during the battle. To do so, each player first takes their respective Secondary Mission deck. If a player wishes to use Fixed Missions, that player secretly selects two Fixed Mission cards (denoted by the Fixed Mission symbol), from their Secondary Mission deck and places them face down on the battlefield. If a player wishes to use Tactical Missions, they should instead select any two Secondary Mission cards from their deck that do not have the Fixed Mission symbol and place them face down on the battlefield. Once both players have done so, players reveal their selections.\n\nIf a player selects two Fixed Mission cards, those Secondary Mission cards are active in every battle round during the battle, and can be achieved and scored in every battle round. The remainder of their Secondary Mission deck will not be used in the coming battle and can be placed to one side.\n\nPlayers' selected Fixed Mission cards cannot be discarded for any reason.\n\nIf a player did not select two Fixed Mission cards, then they will use Tactical Missions in the coming battle and they should now reshuffle their Secondary Mission deck. At the start of each of that player's Command phases, that player must determine which Secondary Mission cards are active for them by drawing cards from their Secondary Mission deck; if they have fewer than two active Secondary Mission cards, they draw from their Secondary Mission deck until they have two Secondary Mission cards. That player has access to the New Orders Stratagem (see overleaf), and can spend CP to use it after drawing their Secondary Mission cards if they wish. If a player's Secondary Mission deck runs out, they cannot generate any additional Secondary Missions during the battle. Each time that player achieves a Secondary Mission, after scoring the VP described on that card, that Secondary Mission is then discarded."
  },
  {
    "id": "setup-rule-declare-battle-formations",
    "body": "In the order below, both players secretly note\n\n• Which of their Leader units wil start the battle attached [they must specify which Leader unit is attached to which Bodyguard unit)\n• Which of their units wil start the battle embarked within TRANSPORT models (they must specify which units are embarked within which models)\n• Which of their Units wil start the battle in Reserves (including Strategic Reserves) No more than half the number of units in a player's army can start the battle ni Reserves, and the combined points total of those units cannot be more than half the total of their army Units embarked within a TRANSPORT that is set up in Reserves also count as being set up in Reserves for these limito.\n\nWhen both players have done so, they deciare their selections ot their opponent.\n\nReserves units cannot arrive during the first battle round and any Strategic Reserves or Reserves units that have not arrived on the battlefield by the end of the third battle round count as having been destroyed, as do any units embarked within them (this does not apply to units that are placed into Strategic Reserves after the first battle round has started)"
  },
  {
    "id": "setup-rule-deploy-armies",
    "body": "Players alternate setting up their remaining units one at atime, starting with the Defender. A player's models must be set up wholly within their deployment zone. If one player finishes deploying all their units, their opponent then deploys the remainder of their units."
  },
  {
    "id": "setup-rule-determine-first-turn",
    "body": "Players roll off and the winner takes the first turn."
  },
  {
    "id": "setup-rule-resolve-pre-battle-abilities",
    "body": "Players alternate resolving any pre-battle rules units from their army may have, starting with the player who will take the first turn."
  },
  {
    "id": "setup-rule-begin-the-battle",
    "body": "The first battle round begins. Players continue to resolve battle rounds until the battle ends.\n\nAt the end of each player's turn, if that player is using Tactical Mission, they can discard one or more of their active Secondary Mission cards. If they do, and if it is not the fifth battle round, that player gains 1CP. This represents high command diverting strategic resources that had been allocated to now-obsolete objectives to instead engage new targets of opportunity.\n\nAt the end of the third battle round, players generate Gambits."
  },
  {
    "id": "setup-rule-gambits",
    "body": "There are two Gambit decks (one for each player) with identical cards. These contain challenging goals that players can attempt to achieve by the and of the battle instead of attempting to score any more VP from their Primary Mission.\n\nAt the end of the third battle round, before starting the next battle round, players can generate Gambits and choose whether to attempt to achieve one.\n\nEach player takes their Gambit deck and removes the Proceed as Planned card, placing it to one side, before shuffling the remaining Gambit cards and randomly discarding one. Each player then adds their Proceed as Planned card back in, to have a hand containing three cards.\n\nPlayers then secretly choose one of these three cards and place ti face down on the battlefield. Once both players have done so, they reveal their choice.\n\nIf a player reveals their Proceed as Planned card, they are not attempting a Gambit ni this bottle and continue ot score VP for achieving the goals as listed on their Primary Mission card.\n\nOtherwise, the player is attempting a Gambit, and until the end of the battle that player cannot score any more VP as described on their Primary Mission card (any VP scored\nso far are kept). Instead, at the end of the battle, if they successfully completed the goal described on the Gambit card, they score VP as detailed on that Gambit card."
  },
  {
    "id": "mission-leviathan-take-and-hold",
    "lore": "Several strategic locations have been identified in your vicinity. You are ordered to assault these positions, secure them and hold them at any cost.",
    "body": "In the second, third, and fourth battle rounds:\n  \nAt the end of each Command phase, the player whose turn it is scores 5VP for each objective marker they control [up to 15VP per turn].\n\nIn the fifth battle round:\n\nThe player who has the first turn scores VP as described above. The player who has the second turn scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase."
  },
  {
    "id": "mission-leviathan-scorched-earth",
    "lore": "What cannot be secured must be burned to ash.",
    "body": "From the second battle round, in each player's Shooting phase, the player whoe turn it is can selected on unit from their army that is not Battle-shocked and is eligible to shoot. Until the end of that turn, that unit is not eligible to shoot or declare a charge. At the start of its controlling player's next Command phase, if that unit is within 1\" of an objective marker that the player whose turn it is controls, that objective marker is burned and removed from the battlefield.\n\nIn the second, third and fourth battle rounds:\n\nAt the end of each Command phase, the player whose turn it is scores 5VP for each objective marker they control (up ot 10VP per turn).\n\nIn the fifth battle round:\n\n• The player who has the first turn scores VP as described above\n• The player who has the second turn scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase.\n\nAt the end of the battle:\n\nEach player scores 5VP if one or more objective markers in No Man's Land were burned by a unit from their army, and 10VP if the objective marker in their opponent's deployment zone was burned."
  },
  {
    "id": "mission-leviathan-purge-the-foe",
    "lore": "Exterminate the enemy. Show them on mercy.",
    "body": "In the second, third and fourth battle rounds:\n    \nAt the end of each Command phase, the player whose turn it is scores 4VP if they control one or more objective markers, and an extra 4VP if they control more objective markers than their opponent controls.\n\nIn the fifth battle round:\n\n• The player who has the first turn scores VP as described above\n• The player who has the second tum scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase.\n\nAt the end of each battle round:\n\nAt the end of the battle round, each player scores 4VP if one or more enemy units were destroyed that battle round, and an extra 4VP if more enemy units than friendly units were destroyed that battle round.\n\nNote that a unit can if it is returned to the battlefield for any reason, potentially contribute to this Primary Mission several times(assuming tiis returned and subsequently destroyed several times over)."
  },
  {
    "id": "mission-leviathan-sites-of-power",
    "lore": "There is great power for those bold enough to claim it.",
    "body": "The objective markers in No Mans' Land are sites of power. At the end of each Command phase, the player whose turn it is empowers all sites of power that they control that have one or more CHARACTER models from their army within range; each site of power remains empowered by that player while one or more of their CHARACTER models remains within range of it.\n    \nIn the second, third and fourth battle rounds:\n    \nAt the end of each player's Command phase, the player whose turn it is scores VP as follows (up to 15VP per turn):\n\n• 3VP for each objective marker they control.\n• 3VP for each site of power that they have empowered.\nNote that these arc cumulative, so a player that controls one objective marker they have also empowered will score 6VP that turn.\n\nIn the fifth battle round:\n\n• The player who has the first turn scores VP as described above.\n• The player who has the second turn scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase."
  },
  {
    "id": "mission-leviathan-the-ritual",
    "lore": "Bitter foes clash in a race to finish a ritual to cither sanctify or corrupt the battlefield.",
    "body": "When setting up the battlefield, remove all objective markers in No Man's Land except the one closest to the centre of the battlefield.\n    \nIn each player's Shooting phase, the player whose turn it is can select one unit from their army that is not Battle-shocked and is eligible to shoot. Until the end of that turn, that unit is not eligible to shoot or declare a charge. At the end of that turn, the player whose turn it is can set up one objective marker wholy within No Man's Land and within 1\" of that unit provided it can be set up exactly 9\" from one other objective marker and not within 6\" of any other objective marker.\n\nIn the second, third and fourth battle rounds:\n\nAt the end of each Command phase, the player whose turn it is scores 5VP for each objective marker in No Man's Land they control (up to 15VP per turn).\n\nIn the fifth battle round:\n\n• The player who has the first turn scores VP as described above.\n• The player who has the second turn scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase."
  },
  {
    "id": "mission-leviathan-priority-targets",
    "lore": "The objectives in this area are vital ot our war effort and securing them is your highest priority. Spare nothing in ensuring that they do not fall into enemy hands.",
    "body": "In the second, third, fourth and fifth battle rounds:\n    \nAt the end of each Command phase, the player whose turn it is scores 5VP for each objective marker they control (up to 10VP per turn).\n\nAt the end of the battle:\n\nEach player scores 5VP for each objective marker they control (up to 15VP per player)."
  },
  {
    "id": "mission-leviathan-supply-drop",
    "lore": "Supplies are inbound Secure the drop coordinates.",
    "body": "At the start of the battle, players randomly select two different objective markers in No Man's Land: the first selected is the Alpha objective, the second selected is the Omega objective. At the start of the fourth battle round, the Alpha objective is removed from the battlefield At the start of the fifth battle round, all objective markers in No Mans' Land apart from the Omega objective are also removed.\n    \nIn the second and third battle rounds:\n\nAt the end of each Command phase, the player whose turn it is scores 5VP for each objective marker they control in No Man's Land.\n\nIn the fourth battle round:\n\nAt the end of each Command phase, the player whose turn it is scores 8VP for each objective marker they control in No Man's Land.\n\nAt the end of the battle:\n\n• The player who has the first turn scores 15VP at the end of their Command phase if they control the objective marker in No Man's Land.\n• The player who has the second turn scores 15VP at the end of their turn if they control the objective marker in No Man's Land."
  },
  {
    "id": "mission-leviathan-deploy-servo-skulls",
    "lore": "This area is littered with valuable relics. Secure these artefacts behind our front lines.",
    "body": "The objective markers that start the battle in No Man's Land are servo-skulls. At the end of each turn, each of these objective markers can be moved up to 6\" in any direction by the player that controls it. When moving objective markers, they cannot end that move on top of any other objective marker or model, or inside impassable parts of terrain features (such as the walls of a ruin).\n\nIn the second, third, fourth and fifth battle rounds:\n    \nAt the end of each turn, the player whose turn it is scores VP as follows:\n• 2VP for each servo-skull that is wholly within 12\" of their opponent's deployment zone.\n• 5VP for each servo-skull that is wholly within 6\" of their opponent's deployment zone.\n• 8VP for each servo-skull that is wholly within their opponent's deployment zone.\n\nNote that these conditions are not cumulative; if more than one applies, the player whose turn it is scores the applicable condition that carries the highest VP reward."
  },
  {
    "id": "mission-leviathan-deploy-vital-ground",
    "lore": "The most vital ground in the region is in enemy hands.",
    "body": "If you draw this and the Hidden Supplies Mission Rule card, discard this card and draw a new Primary Mission card.\n\nAfter setting up the battlefield, remove the objective marker in No Man s Land that is closest to the centre of the battlefield.\n\nIn the second, third and fourth battle rounds:\n\nAt the end of each Command phase, the player whose turn it is scores VP as follows:\n• If they control the objective marker in their own deployment zone, they score 2VP\n• For each objective marker in No Mans' Land that they control, they score 5VP.\n• If they control the objective marker in their opponent's deployment zone, they score 6VP.\n\nIn the fifth battle round:\n\n• The player who has the first turn scores VP as described above.\n• The player who has the second turn scores VP as described above, but does so at the end of their turn instead of at the end of their Command phase."
  },
  {
    "id": "mission-rule-leviathan-chilling-rain",
    "lore": "Intense winds gust across the battlefield, whipping through the shattered remains of bombed ruins and heavy with the stench of death. Icy rain drenches and chills the warriors, only adding to their misery and discomfort.",
    "body": "In this mission, no additional mission rules apply."
  },
  {
    "id": "mission-rule-leviathan-secret-intel",
    "lore": "Our spies and recon teams have reported back with secret intelligence, allowing us to better coordinate our next tactical move.",
    "body": "In this mission, in each player's Command phase, the first time that player draws Secondary Mission cards that phase, that player can draw one additional Secondary Mission card, and then discard one of their active Secondary Mission cards."
  },
  {
    "id": "mission-rule-leviathan-scrambler-fields",
    "lore": "Scrambler fields and more esoteric devices have been activated in this area, restricting the use of advanced stealth and teleportation technologies.",
    "body": "In this mission:\n\n• Players' units with the Infiltrators ability cannot be set up within range of an objective marker\nthat is either in No Man's Land or their opponent's deployment zone.\n• Players' units with the Scouts ability that make a move before the first turn begins cannot end that move within range of on objective marker that is either in No Man's Land or their opponent's deployment zone.\n• If any rule is used to redeploy a unit, that rule cannot be used to set up that unit within range of an objective marker in No Man's Land.\n• When a player's Reserves and Strategic Reserves units are set up on the battlefield, they cannot be set up within range of an objective marker that is either in No Man's Land or their opponent's deployment zone."
  },
  {
    "id": "mission-rule-leviathan-maelstrom-of-battle",
    "lore": "Little respire or sanctuary is available across the battlefields of the 41st Millennium.",
    "body": "In this mission, shuffle the remaining Mission Rule cards together before drewing 2 new Mission Rule cards.\n\nIf either of these new Mission Rule cards is Chilling Rain, discard that Mission Rule card and draw 2 additional new Mission Rule cards (for a total of 3 new Mission Rule cards).\n\nApply all the drawn Mission Rule cards to the battle."
  },
  {
    "id": "mission-rule-leviathan-supply-lines",
    "lore": "Enemy infiltrators are attempting to sabotage and disrupt your supply lines. Maintain vigilance to secure lines of communication and safeguard vital strategic resources.",
    "body": "In this mission, if a player controls the objective marker in their own deployment zone at the start of their Command phase, they roll one D6: on a 4+, that player gains 1CP."
  },
  {
    "id": "mission-rule-leviathan-targets-of-opportunity",
    "lore": "This battle zone is replete with tactical targets of opportunity, ideal for warlords who are eager for glory.",
    "body": "In this mission, if a player is using Tactical Missions, then each time that player determines which Secondary Mission cards are active for them, if they have fewer than 3 active Secondary Mission cards, that player draws from their Secondary Mission deck until they have 3Secondary Mission cards.\n\nIn this mission, if a player is using Fixed Missions, then in addition to the 2 Fixed Mission cards, that player wil also draw cards from their Secondary Mission deck during the battle. At the end of the Select Secondary Missions step, that player should retrieve their Secondary Mission deck, remove all the Fixed Mission cards that they did not select at the start of that step, then shuffle the remaining cards. Then, at the start of each of that player's Command phases, if that player has fewer than 3 active Secondary Mission cards (including their Fixed Mission cards), they draw from their Secondary Mission deck until they have 3 Secondary Mission cards That player has access to the New Orders Stratagem, and can spend CP to use it after drawing their Secondary Mission cards if they wish (remember that Fixed Mission cards cannot be discarded for any reason)."
  },
  {
    "id": "mission-rule-leviathan-hidden-supplies",
    "lore": "Reconnaissance Units have uncovered a hidden cache of ammunition, fuel and rations in this war zone.",
    "body": "In this mission, players must set up one additional objective marker in No Man's Land.\n\nUnless the Chosen Battlefield mission rule is also in effect, before setting up this new objective marker, players must first move the objective marker in the centre of the battlefield 6\" directly towards one of the comers of the battlefield (if No Man's Land touches any of the corners of the battlefield, you must move the objective marker towards one of those corners). Players then set up the new objective marker 6\" from the centre of the battlefield towards the diagonally opposite corner of the battlefield to the previously moved objective marker."
  },
  {
    "id": "mission-rule-leviathan-chosen-battlefield",
    "lore": "Both sides have scouted the area extensively, pinpointing the exact location of vital sites.",
    "body": "In this mission, objective markers are not placed as shown on the Deployment card drawn. Instead, players roll off at the start of the Place Objective Markers step, then alternate setting Up objective markers, one at a time, starting with the winner of the roll off.\n\nOne objective marker must be placed wholy within each deployment zone, and the remaining objective markers must be placed wholly within No Man's Land, as shown on the Deployment card drawn. Objective markers must be placed more than 6\" away from any battlefield edge and more than 9\" away from all other objective markers.\n\nIf for whatever reason it is not possible to set up an objective marker as described above, it is not placed on the battlefield.\n\nIf any rules require players to set up additional objective markers (e.g. Hidden Supplies) during the Place Objective Markers step, players set them up as described on this Mission Rule card\n\nIf any rules instruct players to remove one or more objective markers, do so after setting them all up."
  },
  {
    "id": "mission-rule-leviathan-delayed-reserves",
    "lore": "Enemy interceptors roam the skies, strafing and bombing any of our reinforcement units they discover. Our forces will inevitably be delayed as they attempt to dodge these vicious aerial patrols.",
    "body": "In this mission, until the start of the third battle round, each time a Reserves or Strategic Reserves unit wishes to arrive on the battlefield, the controlling player must make a Reserves roll for it. To do so, that player rolls one D6: on a 3+, that unit arrives on the battlefield; otherwise, the Reserves roll fails and that unit does not arrive this turn."
  },
  {
    "id": "mission-rule-leviathan-vox-static",
    "lore": "Stellar flares, malicious scrapcode and electromagnetic energy restrict communications.",
    "body": "In this mission, the Command Re-roll Stratagem and New Orders Stratagem both cost 2CP to use."
  },
  {
    "id": "mission-rule-leviathan-sweep-and-clear",
    "lore": "Forces have been ordered to perform a firesweep of this battlefield, methodically cleansing strategic sites of enemies one at a time before moving on.",
    "body": "In this mission, if a player controls an objective marker at the end of their Command phase, that objective marker remains under their control, even if they have no models within range of it, unless their opponent controls it at the end of any subsequent Command phase."
  },
  {
    "id": "mission-rule-leviathan-minefields",
    "lore": "Buried ordnance and hidden boody traps litter this battlefield, posing a threat to all units that advance recklessly and without due care.",
    "body": "In this mission, each time an Advance roll of 6 is made for a unit, that unit suffers 1 mortal wound."
  },
  {
    "id": "secondary-mission-behind-enemy-lines",
    "lore": "Break through the foe's army and cut of their lines of escape.",
    "body": "At the end of your turn, if two or more units from your army (excluding Aircraft) are wholly within your opponent’s deployment zone, this Secondary Mission is achieved and you score 4VP (or 5VP if you are using Tactical Missions). \n    \nIf, at the end of your turn, only one unit from your army (excluding Aircraft) is wholly within your opponent’s deployment zone, then this Secondary Mission is still achieved, but in this instance you score 3VP instead of 4VP (or instead of 5VP)."
  },
  {
    "id": "secondary-mission-assassination",
    "lore": "The enemy look ot their champions for courage. Identify and eliminate them with extreme prejudice.",
    "body": "If you are using Fixed Missions, then while this Secondary Mission is active, each time an enemy CHARACTER model is destroyed, you score 4VP.\n\nIf you are using Tactical Missions, then at the end of the turn, if either of the conditions below are satisfied, this Secondary Mission is achieved and you score 5VP:\n• One or more enemy CHARACTER units were destroyed during this turn.\n• All CHARACTER units from your opponent's Army Roster have been destroyed during the battle.\n\nNote that if you are using Tactical Missions, this Secondary Mission is achieved even if such a unit was destroyed and then subsequently resurrected for any reason."
  },
  {
    "id": "secondary-mission-bring-it-down",
    "lore": "The opposing army contains numerous heavily armoured units. Take any opportunity to bring them down.",
    "body": "While this Secondary Mission is active, each time an enemy MONSTER or VEHICLE model is destroyed, you score 2VP and an extra 1VP for each of the conditions below that are satisfied (all are cumulative]:\n■ The destroyed model had a Wounds characteristic of 10+.\n■ The destroyed model had a Wounds characteristic of 15+.\n■ The destroyed model had a Wounds characteristic of 20+.\n\nNote that VP are scored even if such a model is destroyed and then subsequently resurrected for any reason. if you score any VP from this Secondary Mission during a turn, then at the end of that turn this Secondary Mission is achieved.\n\nIf you are using Tactical Missions, then when this Secondary Mission is achieved you score an extra 1VP However, if you are using Tactical Missions, you cannot score more than 8VP in total from this Secondary Mission."
  },
  {
    "id": "secondary-mission-engage-on-all-fronts",
    "lore": "This area is of extreme importance. You are to lead an immediate all-out assault to capture it and deny it to our enemy for good.",
    "body": "At the end of your turn, if you have one or more qualifying units (see below) from your army wholly within three or more different table quarters, and those units are all more than 3\" away from any other table quarter, this Secondary Mission is achieved and you score 4VP if you have qualifying units in four different table quarters, or 2VP if you have qualifying units in three different table quarters.While a unit is Battle-shocked, it is not a qualifying unit.\n    \nIf, when you draw this Secondary Mission card, you only have one or two qualifying units remaining in your army, you can discard this Secondary Mission card and draw a new Secondary Mission card.\n    \nIf you are using Tactical Missions, then when this Secondary Mission is achieved you score an extra 1VP (for a maximum of 5VP).\n"
  },
  {
    "id": "secondary-mission-storm-hostile-objective",
    "lore": "Dominate the field of battle. Storm every site of tactical import and leave the foe with no place to hide.",
    "body": "At the end of your turn, if either of the below conditions are satisfied, this Secondary Mission is achieved and you score 4VP if you are using Fixed Missions, or 5VP If you are using Tactical Missions:\n• You control one or more objective markers that were controlled by your opponent at the start of your turn.\n• Your opponent did not control any objective\nmarkers at the start of your turn and you control one or more objective markers that you did not control at the start of your turn.\nThis Secondary Mission cannot be achieved during the first battle round; If you randomly drew this Secondary Mission card during the first battle round, drew a new Secondary Mission card and shuffle this Secondary Mission card back into your Secondary Mission deck."
  },
  {
    "id": "secondary-mission-cleanse",
    "lore": "The objectives in this area have been tainted and must be cleansed with ritual and purifying flame.",
    "body": "In your Shooting phase, you can select one or more units from your army that are not Battle-shocked and are eligible to shoot. Until the end of your turn, the units you selected are not eligible to shoot or declare a charge.\n\nAt the end of your turn, each objective marker that is not within your deployment zone that you control that has one or more of these selected units within range is cleansed by your army.\n\nIf one or more objective markers are cleansed by your army this turn, this Secondary Mission is achieved and you score a number of VP depending on the number of objective markers cleansed by your army this turn, as follows:\n\n■ 1 objective marker cleansed = 2VP if you are using Fixed Missions, or 3VP if you are using Tactical Missions.\n■ 2 or more objective markers cleansed = 4VP if you are using Fixed Missions, or 5VP if you are using Tactical Missions.\n"
  },
  {
    "id": "secondary-mission-deploy-teleport-homer",
    "lore": "An allied fleet approaches ready to launch a full-scale invasion of this planet. If our vanguard forces deploy a series of teleport homers and landing beacons deep within enemy territory, troops aboard our ships will be able ot launch a deadly surprise assault from orbit.",
    "body": "In your Shooting phase, you can select one unit from your army that is not Battle-shocked and is eligible to shoot. Until the end of your turn, that unit is not eligible to shoot or declare a charge.\n\nAt the end of your turn, if that unit is within your opponent’s deployment zone, or within 6\" of the centre of the battlefield, it deploys a teleport homer at that location, this Secondary Mission is achieved and you score a number of VP depending on where the teleport homer was deployed, as follows:\n■ Centre of battlefield = 3VP.\n■ Opponent’s deployment zone = 4VP if you are using Fixed Missions, or 5VP if you are using Tactical Missions"
  },
  {
    "id": "secondary-mission-investigate-signals",
    "lore": "Our fleet has received a mysterious signal in this war zone, and its source has been identified as originating somewhere in the vicinity of this battlefield. Locate and secure it without delay.",
    "body": "In your Shooting phase, you can select one or more units from your army that are not Battle-shocked and are eligible ot shoot. Until the end of your turn, the units you selected are not eligible to shoot or declare a charge.\n\n    At the end of yourturn, each comer of the battlefield that has one or more of these selected units wholy within \"9 of it is scanned by your army.\n\n    If one or more corners are scanned by your army, this Secondary Missionsi achieved and you score 2VP for each corner scanned by your army this turn."
  },
  {
    "id": "secondary-mission-no-prisoners",
    "lore": "Exterminate your enemies.",
    "body": "While this Secondary Mission is active, each time an enemy unit is destroyed, you score 2VP (to a maximum of 5VP].\n\nNote that VP are scored even if such a unit is destroyed and then subsequently resurrected for any reason. If you score any VP from this Secondary Mission during a turn, then at the end of that turn this Secondary Mission is achieved."
  },
  {
    "id": "secondary-mission-extend-battle-lines",
    "lore": "The battleground is won one gard at a time. Continue to establish a strong military presence in the area.",
    "body": "At the end of your turn, if you control one or more objective markers in your own deployment zone and you also control one or more objective markers in No Mans' Land, this Secondary Mission is achieved and you score 5VP.\n\nIf you only have one unit remaining in your army, then this Secondary Mission is instead achieved at the end of your turn if that unit controls one objective marker in No Man's Land, but in this instance you score 2VP instead of 5VP."
  },
  {
    "id": "secondary-mission-defend-stronghold",
    "lore": "You are charged with the defence of a key objective. It must not be permitted to fall into enemy hands.",
    "body": "At the end of your opponent's turn, or at the end of the battle (whichever comes first), if you control one or more objective markers in your own deployment zone, this Secondary Mission is achieved and you score 3VP.\n\n    This Secondary Mission cannot be achieved during the first battle round; If you draw this Secondary Mission card during the first battle round, draw a new Secondary Mission card and shuffle this Secondary Mission card back into your Secondary Mission deck."
  },
  {
    "id": "secondary-mission-overwhelming-force",
    "lore": "Scour the enemy from the face of the battlefield.",
    "body": "While this Secondary Mission is active, each time an enemy unit that started the turn within range of an objective marker is destroyed, you score 3VP (to a maximum of 5VP).\n\nNote that VP are scored even if such a unit is destroyed and then subsequently resurrected for any reason. If you score any VP from this Secondary Mission during a turn, then at the end of that turn this Secondary Mission is achieved."
  },
  {
    "id": "secondary-mission-secure-no-mans-land",
    "lore": "You must advance swiftly into no man's land and seize it before the enemy can, lest they take control of the entire battlefield.",
    "body": "At the end of your turn, if you control two or more objective markers in No Man's Land, this Secondary Mission is achieved and you score 5VP.\n    \nIf, at the end of your turn, you only control one objective marker in No Man's Land, this Secondary Mission is still achieved, but in this instance you score 2VP instead of 5VP.\n"
  },
  {
    "id": "secondary-mission-area-denial",
    "lore": "It is critical that this area is dominated. No enemy vanguard or guerrilla units can be allowed to disrupt our plans.",
    "body": "At the end of your turn, if one or more units from your army (excluding Battle-shocked units) are wholly within 6 of the centre of the battlefield, and there are no enemy units wholly within 6\" of the centre of the battlefield, this Secondery Mission is achieved and you score 5VP.\n\n    If, at the end of your turn, there are one or more enemy units wholly within 6\" of the centre of the battlefield, but there are no enemy units within 3\" of the centre of the battlefield, then this Secondary Mission is still achieved, but in this instance you score 3VP instead of 5VP."
  },
  {
    "id": "secondary-mission-a-tempting-target",
    "lore": "An opportunity to seize a valuable asset has been identified, but the enemy are likely ot use it as bait in a trap. Move to secure the site, but be wary of enemy ambushes.",
    "body": "When this Secondary Mission card is drawn, your opponent must select one objective marker in No Man's Land.\n\nAt the end of your turn, if you control that selected objective marker, this Secondary Mission is achieved and you score 5VP."
  },
  {
    "id": "secondary-mission-capture-enemy-outpost",
    "lore": "Avital objective has been identified in your vicinity, but it is currently held by the enemy. You are ordered to capture ti at any cost.",
    "body": "At the end of your turn, if you control one or more objective markers in your opponent's deployment zone, this Secondary Mission is achieved and you score 8VP."
  },
  {
    "id": "stratagem-adepta-sororitas-divine-intervention",
    "lore": "Sometimes, a brush with death is so close the only explanation is divine intervention.",
    "whenRules": "Any phase.",
    "targetRules": "One Adepta Sororitas Character unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Discard 1-3 Miracle dice. At the end of the phase, set the last destroyed model from your unit back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy models. That model is set back up with a number of wounds remaining equal to the number of Miracle dice you discarded.",
    "restrictionRules": "You cannot select Saint Celestine as the target of this Stratagem. You cannot select the same Character as the target of this Stratagem more than once per battle."
  },
  {
    "id": "stratagem-adepta-sororitas-light-of-the-emperor",
    "lore": "The Emperor’s radiance shines upon his warriors, emboldening them amidst the thick of battle in their darkest hour.",
    "whenRules": "Command phase.",
    "targetRules": "One Adepta Sororitas unit from your army that is below its Starting Strength. For the purposes of this Stratagem, if a unit has a Starting Strength of 1, it is considered to be below its Starting Strength while it has lost one or more wounds.",
    "effectRules": "Until the end of the turn, your unit can ignore any or all modifiers to its characteristics and/or to any roll or test made for it (excluding modifiers to saving throws).",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adepta-sororitas-holy-rage",
    "lore": "With psalms on their lips, the faithful hurl themselves forward, striking the foe down with the inner strength born of faith in the Emperor.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adepta Sororitas unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a melee attack, add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adepta-sororitas-spirit-of-the-martyr",
    "lore": "Even with their dying act, the Sororitas mete out the Emperor’s judgement.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adepta Sororitas unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adepta-sororitas-suffering-&-sacrifice",
    "lore": "Suffering is a staple prayer for the Adepta Sororitas, and a martyr’s fate only brings greater glory to the God-Emperor.",
    "whenRules": "Start of the Fight phase.",
    "targetRules": "One Adepta Sororitas Infantry or Adepta Sororitas Walker unit from your army.",
    "effectRules": "Until the end of the phase, each time an enemy model within Engagement range of your unit selects targets, it must select your unit as the target of its attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adepta-sororitas-rejoice-the-fallen",
    "lore": "The death of a Battle Sister only stirs the survivors to fight harder to exact swift vengeance.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One Adepta Sororitas unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can shoot as if it were your Shooting phase, but it must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adeptus-custodes-slayers-of-nightmares",
    "lore": "In an age plagued by monstrous foes, when primordial horrors from the darkest void circle Humanity’s dying light, still the Adeptus Custodes stand strong.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Custodes unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets a Monster or Vehicle unit, add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adeptus-custodes-avenge-the-fallen",
    "lore": "The loss of a single Talon of the Emperor is commemorated by the tolling of the Bell of Lost Souls on Terra, and by their comrades’ bloody vengeance on the battlefield.",
    "whenRules": "Start of the Fight phase.",
    "targetRules": "One Adeptus Custodes unit from your army that is below its Starting Strength and has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, add 1 to the Attacks characteristic of melee weapons equipped by models in that unit. If that unit is Below Half-strength, until the end of the phase, add 2 to the Attacks characteristic of those melee weapons instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adeptus-custodes-unwavering-sentinels",
    "lore": "Custodians will not be moved from their objective.",
    "whenRules": "Start of the Fight phase.",
    "targetRules": "One Adeptus Custodes unit from your army (excluding Anathema Psykana units) that is within range of an objective marker.",
    "effectRules": "Until the end of the phase, your unit has the Fights First ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adeptus-custodes-arcane-genetic-alchemy",
    "lore": "The Adeptus Custodes are individually engineered on a molecular level using secrets of genetic alchemy that render them virtual demigods in battle.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Custodes Infantry unit from your army (excluding Anathema Psykana units) that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-adeptus-custodes-vigil-unending",
    "lore": "The Custodes are determined that every second of their lives will be spent committed to the Emperor, and they do not yield while their duty remains unfilfilled, rising from the blood and ashes to continue their vigil.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Adeptus Custodes Infantry unit from your army (excluding Anathema Psykana units).",
    "effectRules": "One destroyed model (excluding Character models) is returned to your unit with its full wounds remaining.",
    "restrictionRules": "You cannot target the same unit with this Stratagem more than once per battle."
  },
  {
    "id": "stratagem-adeptus-custodes-sworn-guardians",
    "lore": "The Adeptus Custodes smash apart their foes without slowing, securing the Emperor’s realm with bloody efficiency and then advancing to new positions.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Adeptus Custodes unit from your army (excluding Anathema Psykana units) within range of an objective marker you control.",
    "effectRules": "That objective marker remains under your control even if you have no models within range of it, until your opponent controls it at the start or end of any turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-aeldari-lightning-fast-reactions",
    "lore": "The Aeldari can process battlefield events at baffling speed, making their physical reactions so fast that they are able to dodge attacks that would hit any other target.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Aeldari unit from your army (excluding Wraith Construct units) that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-aeldari-feigned-retreat",
    "lore": "The Aeldari are forever elusive, and their actions are unpredictable and deceptive. What appears to be a full retreat one moment is revealed as the prelude to a devastating attack the next.",
    "whenRules": "Your Movement phase, just after an Aeldari unit from your army makes a Fall Back move.",
    "targetRules": "That Aeldari unit.",
    "effectRules": "Your unit is eligible to shoot and declare a charge this turn even though it Fell Back.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-aeldari-matchless-agility",
    "lore": "Grace in battle and merciless efficiency are prized virtues in craftworld armies. Like the shimmering blades of Khaine, the Asuryani carve through the ranks of their enemies.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Aeldari unit from your army that has not been selected to move this phase.",
    "effectRules": "Until the end of the phase, if your unit Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-aeldari-fire-and-fade",
    "lore": "The Aeldari are masters of hit-and-run tactics, engaging a target with a flurry of shots before quickly manoeuvring into cover or out of sight.",
    "whenRules": "End of your Shooting phase.",
    "targetRules": "One Aeldari unit from your army.",
    "effectRules": "Your unit can make a Normal move. It cannot embark within a Transport at the end of this move.",
    "restrictionRules": "You cannot select an Aircraft unit or a unit within Engagement Range of one or more enemy units, and until the end of the turn, the unit you selected is not eligible to declare a charge."
  },
  {
    "id": "stratagem-aeldari-bladestorm",
    "lore": "The well-trained Aeldari are able to lay down a hail of fire from their weapons, their superior reflexes allowing them to track even the most sudden movement and place every shot perfectly.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Aeldari unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack, on a Critical Wound, improve the Armour Penetration characteristic of that attack by 2.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-aeldari-phantasm",
    "lore": "The Aeldari are masters of misdirection, and they employ holo-emitters and psychic phantasms to fool enemy scouts.",
    "whenRules": "End of your opponent’s Movement phase.",
    "targetRules": "One Aeldari unit from your army.",
    "effectRules": "Your unit can make a Normal move of up to 7\". It cannot embark within a Transport at the end of this move.",
    "restrictionRules": "You cannot select a unit within Engagement Range of one or more enemy units, and until the end of the turn, you cannot target that unit with the Heroic Intervention Stratagem."
  },
  {
    "id": "stratagem-astra-militarum-reinforcements!",
    "lore": "The Astra Militarum can call upon a nearly inexhaustible supply of warriors.",
    "whenRules": "Any phase.",
    "targetRules": "One Regiment unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength and with all of its wounds remaining.",
    "restrictionRules": "This Stratagem cannot be used to return destroyed Character units to Attached units. "
  },
  {
    "id": "stratagem-astra-militarum-fields-of-fire",
    "lore": "Astra Militarum combat doctrine utilises the concentration of focused firepower to hammer the foe from multiple angles.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Regiment or Squadron unit from your army that has not been selected to shoot this phase.",
    "effectRules": "After your unit has resolved its attacks, select one enemy unit that was targeted by one or more of those attacks. Until the end of the phase, each time an attack is made against that enemy unit by a Regiment or Squadron model from your army, unless the attacking unit is Battle-shocked, improve the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-astra-militarum-suppression-fire",
    "lore": "Ordered to focus a rapid and repeated volley of fire, soldiers are able to rattle even the staunchest foe with a blizzard of shots.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Astra Militarum Infantry unit from your army that has not been selected to shoot this phase, and one enemy unit (excluding Monsters and Vehicles).",
    "effectRules": "If your Astra Militarum unit scores one or more hits against that enemy unit this phase, until the end of your opponent’s next turn, each time a model in that enemy unit makes an attack, subtract 1 from the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-astra-militarum-expert-bombardiers",
    "lore": "Skilled in coordinating their targeting with forward spotter elements, this regiment’s artillery crews are capable of devastating precision shelling.",
    "whenRules": "Start of your Shooting phase.",
    "targetRules": "One Astra Militarum unit from your army equipped with a vox-caster, and one enemy unit that is visible to that unit.",
    "effectRules": "Until the end of the phase, each time an Astra Militarum model from your army makes an attack with an Indirect Fire weapon that targets that enemy unit, unless the attacking model is Battle-shocked, add 1 to the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-astra-militarum-inspired-command",
    "lore": "This officer is known for their strategic excellence, as are those they command. Honed over many years, their curt, well-established battle cant is wielded with consummate efficiency, reinforced by the inspirational example they themselves set.",
    "whenRules": "Your opponent’s Command phase.",
    "targetRules": "One Astra Militarum Officer unit from your army.",
    "effectRules": "Your Officer can issue one Order as if it were your Command phase.",
    "restrictionRules": "Your Officer cannot issue that Order to a Battle-shocked unit."
  },
  {
    "id": "stratagem-astra-militarum-armoured-might",
    "lore": "The tanks of the Imperial Guard are armoured not only in reinforced plas-steel, but with devout faith in the Emperor and utter contempt for their foes.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Astra Militarum Vehicle unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack is allocated to your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-armour-of-contempt",
    "lore": "The belligerency and transhuman physiologies of the Adeptus Astartes make them unyielding foes.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-crusader’s-wrath",
    "lore": "The Black Templars channel their fervour into a hate-fuelled flurry of blows.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a melee attack, improve the Armour Penetration characteristic of that attack by 1. If the Suffer Not The Unclean to Live vow is active for your army, add 1 to the Strength characteristic of that attack as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-vicious-riposte",
    "lore": "Every blow struck against a Black Templar is answered in kind. Even as they are laid low, their blades still lash out at the enemies of the divine Emperor.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if the Uphold the Honour of the Emperor vow is active for your army. On a 4+, do not remove the destroyed model from play; it can fight after the attacking model’s unit has finished making its attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-fervent-acclamation",
    "lore": "The magnetic force of this Black Templar’s oratory inspires his fellow warriors to swear great vows, even in the midst of the battle.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Adeptus Astartes Character unit from your army.",
    "effectRules": "Select one Templar Vow that is not active for your army. Until the start of your next Command phase, while that Character is leading a unit, models in that unit gain the benefits of that vow in addition to the vow selected to be active for your army at the start of the battle.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-no-escape",
    "lore": "Glowing blades and revving chainswords close off the foe’s every avenue of escape.",
    "whenRules": "Your opponent’s Movement phase, when an enemy unit (excluding Vehicles and Monsters) is selected to Fall Back.",
    "targetRules": "One Adeptus Astartes unit from your army that is within Engagement Range of that enemy unit.",
    "effectRules": "Roll one D6, adding 1 to the result if the Accept Any Challenge, No Matter the Odds vow is active for your army. On a 4+, that enemy unit cannot Fall Back this phase and must Remain Stationary. Otherwise, that enemy unit can Fall Back this phase, but if it does, all models in that unit must take a Desperate Escape test.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-black-templars-devout-push",
    "lore": "With a zealous cry, the Black Templars press forward towards victory.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has shot.",
    "targetRules": "One Adeptus Astartes unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can make a Normal move of up to D6\", but it must end that move closer to the enemy unit that just shot. If the Abhor the Witch, Destroy the Witch vow is active for your army, your unit can make a Normal move of up to 6\" instead, but it must end that move either closer to the enemy unit that just shot, or closer to the closest enemy Psyker unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-angel’s-sacrifice",
    "lore": "The Blood Angels would gladly put themselves in harm’s way to protect others, exemplifying the sacrifice of Sanguinius.",
    "whenRules": "Any phase.",
    "targetRules": "One Adeptus Astartes Character unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Until the end of the battle, each time a friendly Adeptus Astartes unit makes an attack that targets the enemy unit that just destroyed your Character unit, you can re-roll the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes combined with their transhuman physiology makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-aggressive-onslaught",
    "lore": "The Sons of Sanguinius constantly push towards new foes, the bloodlust singing in their veins unleashed in a controlled dynamism.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army, just before that unit Consolidates.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit ends that Consolidation move in Unit Coherency and within Engagement Range of one or more enemy units.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-red-rampage",
    "lore": "In times of great desperation, fury and ferocity can be a warrior’s strongest allies.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] and [LETHAL HITS] abilities.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-only-in-death-does-duty-end",
    "lore": "Imminent death does not prevent a Space Marine from enacting his final justice upon the enemies of the Imperium.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-blood-angels-relentless-assault",
    "lore": "Blood Angels are loathe to resort to the defensive strategies favoured by other Chapters, and a tactical withdrawal is but a prelude to re-entering the fray.",
    "whenRules": "Your Movement phase, just after an Adeptus Astartes unit from your army Falls Back.",
    "targetRules": "That Adeptus Astartes unit.",
    "effectRules": "Until the end of the turn, your unit is eligible to declare a charge even though it Fell Back this phase.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-legiones-daemonica-corrupt-realspace",
    "lore": "Daemons instinctively feel the need to despoil and corrupt every corner of realspace, the better to sustain their otherworldly forms.",
    "whenRules": "Start of any Command phase.",
    "targetRules": "One Legiones Daemonica unit from your army that is within range of an objective marker you control.",
    "effectRules": "That objective marker is said to be Corrupted and remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn. In addition, while an objective marker is Corrupted and under your control, the area of the battlefield within 6\" of that objective marker is considered to be within your army’s Shadow of Chaos.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-legiones-daemonica-draught-of-terror",
    "lore": "The swelling fear of their mortal prey serves as an intoxicating elixir to the daemonic followers, each draught invigorating their forms with deadly power.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One Legiones Daemonica unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, improve the Armour Penetration characteristic of weapons equipped by models in that unit by 1. In addition, until the end of the phase, each time such a weapon targets a unit that is Battle-shocked, you can re-roll the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-legiones-daemonica-warp-surge",
    "lore": "The winds of the warp blow strong, invigorating daemonkind and lending them supernatural speed and ferocity.",
    "whenRules": "Your Charge phase.",
    "targetRules": "One Legiones Daemonica unit from your army that is within your army’s Shadow of Chaos.",
    "effectRules": "Until the end of the phase, your unit is eligible to declare a charge even if it Advanced this turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-legiones-daemonica-denizens-of-the-warp",
    "lore": "Ever lurking in the warp, daemons will wait until the barriers between realms thin before tearing their way into realspace.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Legiones Daemonica unit from your army that is arriving using the Deep Strike ability this phase.",
    "effectRules": "Your unit can be set up anywhere on the battlefield that is more than 3\" horizontally away from all enemy models.",
    "restrictionRules": "A unit targeted by this Stratagem is not eligible to declare a charge in the same turn."
  },
  {
    "id": "stratagem-legiones-daemonica-the-realm-of-chaos",
    "lore": "When the energies of the warp bleed into realspace, the Legiones Daemonica can rip open portals in seeming thin-air, returning to their hellscapes only to rematerialise amidst their foes a heartbeat later.",
    "whenRules": "End of your opponent’s turn.",
    "targetRules": "Up to two Legiones Daemonica units from your army that are within your army’s Shadow of Chaos, or one other Legiones Daemonica unit from your army.",
    "effectRules": "Remove the targeted units from the battlefield and place them into Strategic Reserves. They will arrive back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability.",
    "restrictionRules": "You cannot target units that are within Engagement Range of one or more enemy units with this Stratagem."
  },
  {
    "id": "stratagem-legiones-daemonica-daemonic-invulnerability",
    "lore": "Daemons are madness given form. Their very bodies are fashioned from the stuff of the warp, and are difficult to destroy through conventional means.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Legiones Daemonica unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an invulnerable saving throw is made for a model in your unit, re-roll a saving throw of 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-dread-hounds",
    "lore": "War Dog pilots encircle their terrified victims then attack in a ferocious mass.",
    "whenRules": "The start of your Shooting phase or the start of the Fight phase.",
    "targetRules": "Two or more War Dog units from your army and one enemy unit that is an eligible target for each of those selected War Dog units.",
    "effectRules": "Until the end of the phase, the selected War Dog units can only target that enemy unit, but all weapons equipped by those War Dog models gain the [SUSTAINED HITS 1] ability. In addition, if that enemy unit is Battle-shocked, until the end of the phase, each time a selected War Dog model makes an attack against that enemy unit, an unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-disdain-for-the-weak",
    "lore": "Chaos Knight pilots refuse to yield while foes remain to be slain, disdainfully ignoring those who succumb to fear.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Chaos Knights unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, your model has the Feel No Pain 6+ ability, and the Feel No Pain 5+ ability against attacks made by Battle-shocked models.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-pterrorshades",
    "lore": "Shrieking with ghoulish hunger, daemonic entities descend in a tatterwinged whirlwind to rend apart the souls of those enemies who show even a moment’s fear. The soul-raptors tear apart their victims’ animus and, as they feed, this life force is channelled to regenerate the battle damage or heal the pilot of the Knight in which these creatures roost.",
    "whenRules": "Any phase, just after an enemy unit fails a Battle-shock test.",
    "targetRules": "One Chaos Knights unit from your army that is within 12\" of that enemy unit.",
    "effectRules": "Roll six D6. For each 4+, that enemy unit suffers 1 mortal wound and this model regains up to 1 lost wound.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-a-long-leash",
    "lore": "The War Dogs of the Chaos Knights are more terrified of their lords than they are the enemy, and they heed their masters well, for they know the price of disobedience or disloyalty.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Abhorrent model from your army and up to three War Dog models from your army.",
    "effectRules": "Until the start of your next Command phase, those War Dog models count as being within range of any Aura abilities that Abhorrent model has.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-knights-of-shade",
    "lore": "Like dark phantoms, some Chaos Knights can move through solid walls without hindrance.",
    "whenRules": "Your Movement phase or your Charge phase.",
    "targetRules": "Up to two War Dog models from your army or one Titanic Chaos Knights model from your army.",
    "effectRules": "Until the end of the phase, the selected models can move horizontally through models and terrain features as if they were not there.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-chaos-knights-diabolic-bulwark",
    "lore": "Ectoplasmic blood surges hot through glowing conduits as the Chaos Knight feeds power to its shield emitters.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Chaos Knights unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, that Chaos Knights model has a 4+ invulnerable save against ranged attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-infernal-rites",
    "lore": "With gruesome offerings and ritualised promises, the Chaos Space Marines seek the protection of their infernal masters.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Heretic Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-profane-zeal",
    "lore": "Fervent mortal followers flock to the champions of Chaos, damning their souls seeking promises of dark power.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One Heretic Astartes unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack, re-roll a Hit roll of 1 and re-roll a Wound roll of 1. If your unit is a Chaos Undivided unit, you can instead re-roll the Hit roll and you can re-roll the Wound roll for that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-eternal-hate",
    "lore": "Heretic Astartes are fuelled by hate, a searing spite that burns fiercely within them unto the very moment of death. Even as their life force pours from terrible wounds, this loathing can drive them to fight on in a second wind of wrath. Those Heretic Astartes in thrall to the Blood God feel this enmity to an even greater extent than others, exploding with violence just as the enemy think they have finally ended them.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Heretic Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if it is a Khorne unit: on a 4+, do not remove it from play. That destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-skinshift",
    "lore": "With the Dark Gods and the powers of the warp on their side, Chaos Space Marines can cheat death altogether. Their foes look on in horror as killing wounds knit themselves together in a cacophony of hideous cracks and squelches and shattered armour reforms. After such a blessing, the Heretic Astartes are both something far greater, and far less, than what they once were.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Heretic Astartes unit from your army.",
    "effectRules": "One model in your unit regains up to 3 lost wounds. In addition, if your unit is a Tzeentch unit below its Starting Strength, one destroyed model (excluding Character models) is returned to your unit with its full wounds remaining.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-unnatural-swiftness",
    "lore": "Some Heretic Astartes appear to move with a speed that should be impossible, weapons and bodies seemingly moving from one place to another in the blink of an eye.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Heretic Astartes unit from your army.",
    "effectRules": "Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back. In addition, if your unit is a Slaanesh unit, until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Advanced.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-heretic-astartes-dark-obscuration",
    "lore": "Choking fogs echoing with the screams of tortured souls; dense clouds of bloated flies; deluges of bloody rain; whirlwinds of coruscating flames blazing in a thousand hues. Such warp-born phenomena can appear on the battlefield in an instant, and disappear just as quickly. All serve to obscure the Heretic Astartes from their terrified foes.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Heretic Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, your unit has the Stealth ability. In addition, if your unit is a Nurgle unit, until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 12\".",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-unforgiven-fury",
    "lore": "With focused aggression, the Dark Angels relentlessly punish the foe.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, weapons equipped by models in your unit have the [LETHAL HITS] ability. In addition, if one or more Adeptus Astartes units from your army are currently Battle-shocked, until the end of the phase, each time a model in your unit makes an attack, a successful unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes combined with their transhuman physiology makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-intractable",
    "lore": "Although stubborn warriors, even the resolute Dark Angels know that a fighting retreat can be the wisest course of action.",
    "whenRules": "Your Movement phase, just after an Adeptus Astartes unit from your army Falls Back.",
    "targetRules": "That Adeptus Astartes unit.",
    "effectRules": "Until the end of the turn, that unit is eligible to shoot and declare a charge, even though it Fell Back this phase.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-fire-discipline",
    "lore": "There is no escaping the Unforgiven’s wrath when they bring their disciplined firepower to bear.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Adeptus Astartes unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in that unit have the [ASSAULT], [HEAVY] and [IGNORES COVER] abilities.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-grim-retribution",
    "lore": "The Dark Angels are renowned for yielding nothing to the enemy, and fighting back with unanswerable fury in the face of odds that would face even other Adeptus Astartes to reconsider their position.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has shot.",
    "targetRules": "One Adeptus Astartes unit from your army that had one or more models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can shoot as if it were your Shooting phase, but it must target the enemy unit that just attacked it, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-dark-angels-unbreakable-lines",
    "lore": "Countless assaults have faltered against the unbreakable ceramite wall that is the Unforgiven standing their ground.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit ends a Charge move.",
    "targetRules": "One Adeptus Astartes unit from your army within Engagement Range of that enemy unit.",
    "effectRules": "Until the end of the turn, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-ferric-blight",
    "lore": "The spreading rust of the Ferric Blight can reduce armour of all kinds to nothing.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One Death Guard unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack, improve the Armour Penetration characteristic of that attack by 1. If the target of that attack is within Contagion Range of an Infected objective marker you control and a Critical Wound is scored for that attack, improve the Armour Penetration characteristic of that attack by 2 instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-sanguous-flux",
    "lore": "Bleeding sores erupt all over enemies afflicted by the Sanguous Flux, the wounds never clotting or healing.",
    "whenRules": "Fight phase.",
    "targetRules": "One Death Guard unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability. While your unit is within range of an Infected objective marker you control, those weapons have the [SUSTAINED HITS 2] ability instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-disgustingly-resilient",
    "lore": "Those favoured by Nurgle are inured to pain, their rotting bodies shrugging off all but the most traumatic damage with ease.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Death Guard unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-gifts-of-decay",
    "lore": "Nurgle is a generous god, and through worship and devotion his followers can gain mighty rewards as they spread sickness in his name.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Death Guard model from your army.",
    "effectRules": "Your model regains up to D3 lost wounds. If your model’s unit is within Contagion Range of an Infected objective marker you control, your model regains up to 3 lost wounds instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-boilblight",
    "lore": "The strange lumps that form on victims of Boilblight – also known as Nurgle’s Fruit, Lumpen Splatter or the Crawling Pustulence – are easy to spot at a distance for the Death Guard.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Death Guard unit from your army, and one enemy unit within Contagion Range of that unit.",
    "effectRules": "Until the end of the phase, each time a weapon equipped by a Death Guard model from your army targets that enemy unit, that weapon has the [HEAVY] and [IGNORES COVER] abilities.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-death-guard-cloud-of-flies",
    "lore": "With a thrumming roar, a thick cloud of daemon flies whirls around the Death Guard and obscures them from the enemy’s sight.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Death Guard unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, your unit has the Stealth ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-deathwatch-armour-of-contempt",
    "lore": "The belligerency and transhuman physiologies of the Adeptus Astartes make them unyielding foes.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-deathwatch-adaptive-tactics",
    "lore": "Only a truly versatile approach to warfare allows the tactical genius of the Deathwatch to best the myriad xenos foes they face.",
    "whenRules": "Your Command phase.",
    "targetRules": "Up to two Kill Team units from your army, or one other Adeptus Astartes unit your army.",
    "effectRules": "For each unit targeted, select the Furor Tactics, Malleus Tactics or Purgatus Tactics. Until the start of your next Command phase, that Mission Tactic is active for that unit instead of any Mission Tactic that is active for your army.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-deathwatch-hellfire-rounds",
    "lore": "Hellfire rounds douse their targets in voracious acids that are utterly lethal to organic life.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "Up to two Kill Team units from your army that have not been selected to shoot this phase, or one other Adeptus Astartes unit from your army (excluding Vehicles) that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons (excluding Devastating Wounds weapons) equipped by models in your unit have the [ANTI-INFANTRY 2+] and [ANTI-MONSTER 5+] abilities.",
    "restrictionRules": "You cannot select any units that have already been targeted with either the Kraken Rounds or Dragonfire Rounds Stratagems this phase."
  },
  {
    "id": "stratagem-deathwatch-kraken-rounds",
    "lore": "Kraken rounds utilise adamantine cores and improved propellants to penetrate the thickest hide.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "Up to two Kill Team units from your army that have not been selected to shoot this phase, or one other Adeptus Astartes unit from your army (excluding Vehicles) that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, improve the Armour Penetration characteristic of ranged weapons equipped by models in your unit by 1 and improve the range characteristic of those weapons by 6\".",
    "restrictionRules": "You cannot select any units that have already been targeted with either the Dragonfire Rounds or Hellfire Rounds Stratagems this phase."
  },
  {
    "id": "stratagem-deathwatch-dragonfire-rounds",
    "lore": "Dragonfire rounds are designed to explode just before contact, saturating foes in cover with searing gas and flames.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "Up to two Kill Team units from your army that have not been selected to shoot this phase, or one other Adeptus Astartes unit from your army (excluding Vehicles) that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] and [IGNORES COVER] abilities.",
    "restrictionRules": "You cannot select any units that have already been targeted with either the Kraken Rounds or Hellfire Rounds Stratagems this phase."
  },
  {
    "id": "stratagem-deathwatch-teleportarium",
    "lore": "Site-to-site battlefield teleportation is a rare capability indeed, used only by the Deathwatch in extreme situations.",
    "whenRules": "End of your opponent’s Fight phase.",
    "targetRules": "Up to two Kill Team units from your army, or one other Adeptus Astartes Infantry unit from your army.",
    "effectRules": "Remove those units from the battlefield. In the Reinforcements step of your next Movement phase, set each of those units up anywhere on the battlefield that is more than 9\" horizontally away from all enemy models.",
    "restrictionRules": "You cannot select any units that are within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-drukhari-alliance-of-agony",
    "lore": "Even the most bloodthirsty Drukhari will veil their enmity to work together against a shared enemy for the same gruesome purpose.",
    "whenRules": "Start of any phase.",
    "targetRules": "One Archon, one Succubus and one Haemonculus from your army.",
    "effectRules": "Discard one Pain token from your Pain token pool. Until the end of the phase, all three of those models’ units are Empowered.",
    "restrictionRules": "You can only use this Stratagem if you are able to select all three of the target models stated above."
  },
  {
    "id": "stratagem-drukhari-quicksilver-reactions",
    "lore": "The hyper-fast reflexes of the Drukhari allow them to duck and weave to avoid all but the swiftest enemy strikes.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Drukhari unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack that targets your unit, subtract 1 from the Hit roll.",
    "restrictionRules": "You cannot target a Haemonculus Covens unit from your army for this Stratagem. "
  },
  {
    "id": "stratagem-drukhari-insensible-to-pain",
    "lore": "The twisted creations of the Haemonculus Covens are insensible to all but the most mortal injuries.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Haemonculus Covens unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-drukhari-prey-on-the-weak",
    "lore": "The scent of a foe in pain draws Drukhari to it like hungry predators to an injured beast, their senses sharpening at its tang.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Kabal unit from your army and one enemy unit that is Below Half-strength.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets that enemy unit, you can re-roll the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-drukhari-strike-and-fade",
    "lore": "The Drukhari are masters at using hit-and-run tactics, engaging a target with a flurry of shots before quickly manoeuvring into cover or out of sight.",
    "whenRules": "End of your Shooting phase.",
    "targetRules": "One Drukhari unit from your army (excluding Aircraft).",
    "effectRules": "Your unit can immediately make a Normal move.",
    "restrictionRules": "Until the end of the turn, your unit is not eligible to declare a charge and that unit cannot embark within a Transport at the end of this move."
  },
  {
    "id": "stratagem-drukhari-acrobatic-display",
    "lore": "Many Wych Cults favour spectacular gymnastic displays. Their fighters are never still, springing from one foot to the other at blinding speed.",
    "whenRules": "Your Charge phase.",
    "targetRules": "One Wych Cult unit from your army.",
    "effectRules": "Until the end of the phase, your unit is eligible to declare a charge even if it Fell Back or Advanced this turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-genestealer-cults-unquestioning-loyalty",
    "lore": "Broodkin are so fanatically loyal that they do not hesitate to sacrifice themselves to protect their leaders.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Genestealer Cults Character unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a Character model in your unit would lose a wound, select one friendly Genestealer Cults unit within 3\" of it (excluding Vehicle units). Your Character model does not lost that wound and that selected unit suffers one mortal wound instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-genestealer-cults-coordinated-trap",
    "lore": "Flowing like a dark tide down hidden tunnels, along rubble-choked gulleys or through sagging and rusted vents, the faithful utterly encircle their enemies.",
    "whenRules": "The start of your Shooting phase or the start of the Fight phase.",
    "targetRules": "Two Genestealer Cults units from your army that have not been selected to shoot or fight this phase, and one enemy unit.",
    "effectRules": "Until the end of the phase, each time a model in either of your units makes an attack, it can only target that enemy unit (and only if it is an eligible target for that attack), and when resolving that attack, add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-genestealer-cults-tunnel-crawlers-",
    "lore": "Squirming, crawling and scrabbling through confined spaces is second nature to many broodkin, and is a skill they use to assail seemingly impregnable enemy positions.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Genestealer Cults unit from your army that is arriving using the Deep Strike ability this phase.",
    "effectRules": "Your unit can be set up anywhere on the battlefield that is more than 3\" horizontally away from all enemy models.",
    "restrictionRules": "A unit targeted by this Stratagem is not eligible to declare a charge in the same turn."
  },
  {
    "id": "stratagem-genestealer-cults-a-perfect-ambush",
    "lore": "These Cultists have tracked their enemies tirelessly, as predatory beasts stalk their prey. Only when their position is perfect do they strike, engulfing their victims in a hail of unexpected firepower.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Genestealer Cults unit from your army that arrived from Reserves this turn and has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, improve the Ballistic Skill and Armour Penetration characteristics of ranged weapons equipped by models in your unit by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-genestealer-cults-one-with-the-darkness",
    "lore": "In dark nooks and crevices the true believers of the cult whisper and skulk, all but invisible to those who approach.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Genestealer Cults Infantry unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, your unit has the Stealth ability and can only be selected as the target of a ranged attack if the attacking model is within 12\".",
    "restrictionRules": null
  },
  {
    "id": "stratagem-genestealer-cults-return-to-the-shadows",
    "lore": "Ever cunning and duplicitous, broods of the faithful often vanish back into tunnels and vents after their initial strike, ready to regroup and attack again elsewhere.",
    "whenRules": "End of your opponent’s turn.",
    "targetRules": "Up to two Genestealer Cults Battleline units from your army, or one other Genestealer Cults Infantry unit from your army.",
    "effectRules": "Remove the targeted units from the battlefield and place them into Strategic Reserves.",
    "restrictionRules": "The targeted units must have the Deep Strike ability and cannot be within Engagement Range of any enemy units when targeted."
  },
  {
    "id": "stratagem-grey-knights-radiant-strike",
    "lore": "Psychic fire rimes the blades of the Grey Knights as they charge at the foe, fanned by their battle fury. At the moment of contact, the empyric charge is unleashed in a blast of azure light.",
    "whenRules": "Fight phase.",
    "targetRules": "One Grey Knights Psyker unit from your army.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit with the [PSYCHIC] ability also have the [DEVASTATING WOUNDS] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-grey-knights-prognisticated-arrival",
    "lore": "Accessing a vision granted by the Chapter’s Prognosticars, the Grey Knights perceive the hidden ways of the battlefield and a sliver of the enemy’s intentions, granting them a prophetic situational awareness that aids their strategic disposition.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Grey Knights Psyker unit from your army that is arriving using the Deep Strike or Teleport Assault abilities this phase.",
    "effectRules": "Your unit can be set up anywhere on the battlefield that is more than 3\" horizontally away from all enemy models.",
    "restrictionRules": "A unit targeted by this Stratagem is not eligible to declare a charge in the same turn."
  },
  {
    "id": "stratagem-grey-knights-death-from-the-warp",
    "lore": "Utilising their warp-attuned senses during the timeless instant of teleportation, Grey Knights know exactly where the enemy are before they arrive. They emerge from the blinding flare of warp energies already firing.",
    "whenRules": "Your Movement phase.",
    "targetRules": "Grey Knights Psyker unit from your army that either Advanced this turn or arrived using the Deep Strike or Teleport Assault abilities this turn.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] ability and each time a model in your unit makes an attack, add 1 to the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-grey-knights-haloed-in-soulfire",
    "lore": "The blazing glare of ancient technology and the shrouding coils of the immaterium often linger, obscuring the Grey Knights’ presence.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Grey Knights Psyker unit from your army that is arriving using the Deep Strike or Teleport Assault abilities this phase.",
    "effectRules": "Until the start of your next Movement phase, your unit cannot be targeted by ranged attacks unless the attacking model is within 12\".",
    "restrictionRules": null
  },
  {
    "id": "stratagem-grey-knights-mists-of-deimos",
    "lore": "When the enemy closes in, the Grey Knights wreathe themselves in psychic mists to confound the foe while they reposition until the time is ready to launch a counter-blow.",
    "whenRules": "Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.",
    "targetRules": "One Grey Knights Psyker unit from your army that is within 9\" of that enemy unit.",
    "effectRules": "Your unit can make a Normal move of up to 6\" as if it were your Movement phase or, if it has the Deep Strike ability, it can be placed into Strategic Reserves.",
    "restrictionRules": "You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-grey-knights-truesilver-armour",
    "lore": "Grey Knights battle plate incorporates litanies of purity, strands of sanctified silver and other sacred wards, whose defences can be further empowered by ritual mantras.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Grey Knights unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-imperial-knights-shoulder-the-burden",
    "lore": "When faced with their darkest hour, knightly Nobles rise to the challenge, for nothing shall deter them from fulfilling their duty.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Imperial Knights model from your army that has lost one or more wounds.",
    "effectRules": "Until the start of your next Command phase, improve your model’s Move, Toughness, Save, Leadership and Objective Control characteristics by 1 and each time your model makes an attack, add 1 to the Hit roll.",
    "restrictionRules": "You can only use this Stratagem once per battle. If your army is Honoured, you can use this Stratagem one additional time."
  },
  {
    "id": "stratagem-imperial-knights-thunderstomp",
    "lore": "The Noble brings their Knight suit’s full weight crashing down with the force of an industrial piledriver. Few can survive such a blow.",
    "whenRules": "Fight phase.",
    "targetRules": "One Imperial Knights model from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, your model cannot target Monster or Vehicle units, but all melee weapons equipped by your model have the [DEVASTATING WOUNDS] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-imperial-knights-squires’-duty",
    "lore": "Under the scrutiny and judgement of their Noble betters, Armiger pilots will redouble their efforts, attacking as one to smash aside their foes.",
    "whenRules": "The start of your Shooting phase or the start of the Fight phase.",
    "targetRules": "Two or more Armiger models from your army and one enemy unit that is an eligible target for all of those Armiger models.",
    "effectRules": "Until the end of the phase, improve the Strength and Armour Penetration characteristics of weapons equipped by those Armiger models by 1. If your army is Honoured, until the end of the phase, add 1 to the Damage characteristic of those weapons as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-imperial-knights-trophy-claim",
    "lore": "Once a mighty foe is laid low, the victorious Knight’s emitters blare its triumph, announcing the glory brought to the Imperium, but shame awaits those who fail in such confrontations.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One Imperial Knights model from your army that has not been selected to shoot or fight this phase, and one enemy Monster or Vehicle unit.",
    "effectRules": "Until the end of the phase, each time your model makes an attack that targets that enemy unit, add 1 to the Wound roll. If your model destroys that enemy unit this phase, you gain 1CP, but if your model does not destroy that enemy unit this phase, you cannot use this Stratagem again for the rest of the battle.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-imperial-knights-valiant-last-stand",
    "lore": "Badly wounded, their Knight’s generator on the verge of overload, still the Noble fights on, drawing upon their reserves of chivalric heroism to sell their life as dearly as they can.",
    "whenRules": "Fight phase.",
    "targetRules": "One Imperial Knights model from your army that was just destroyed and that is eligible to fight but has not been selected to fight this phase. You can use this Stratagem on that model even though it was just destroyed.",
    "effectRules": "Before rolling to see if this model deals any mortal wounds as a result of its Deadly Demise ability, it can fight; when doing so, it is assumed to have 1 wound remaining, or all its wounds remaining if your army is Honoured. After it has finished resolving its attacks, resolve its Deadly Demise ability as normal.",
    "restrictionRules": "You cannot target Sir Hekhtur with this Stratagem."
  },
  {
    "id": "stratagem-imperial-knights-rotate-ion-shields",
    "lore": "Veteran Knight pilots can swiftly angle their ion shields to better deflect incoming fire.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Imperial Knights model from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, that Imperial Knights model has a 4+ invulnerable save against ranged attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-warrior-pride",
    "lore": "The warriors of the Leagues of Votann pride themselves on their martial skill and proficiency in combat, and when the Ancestors are watching their actions they can quickly overwhelm and pick apart their foes.",
    "whenRules": "Fight phase.",
    "targetRules": "One Leagues of Votann unit from your army, and one enemy unit that has one or more Judgement tokens and is within Engagement Range of that Leagues of Votann unit.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a melee attack that targets that enemy unit, improve the Armour Penetration characteristic of that attack by 1 for each Judgement token that enemy unit has.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-ordered-retreat",
    "lore": "Not for the Kin the sudden panic of the rout. Instead, they fall back steadily and by squads, laying down furious suppressing fire before launching fresh assaults.",
    "whenRules": "Your Movement phase, just after a Leagues of Votann unit from your army Falls Back.",
    "targetRules": "That Leagues of Votann unit.",
    "effectRules": "Until the end of the turn, your unit is eligible to shoot and declare a charge.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-ancestral-sentence",
    "lore": "Some foes are so loathed that the Ancestors themselves are said to pass sentence upon them, marking them for death.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Leagues of Votann unit from your army.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a ranged attack, that attack has the [SUSTAINED HITS 1] ability, and each time a model in your unit makes a ranged attack that targets a unit that has one or more Judgement tokens, that attack has the [SUSTAINED HITS 2] ability instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-reactive-reprisal",
    "lore": "Once an enemy target has been marked out by the Eye of the Ancestors, the Kin focus their efforts upon its destruction, redoubling their fury should it attempt to engage.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit that has one or more Judgement tokens has resolved its attacks.",
    "targetRules": "One Leagues of Votann unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Your Leagues of Votann unit can shoot as if it were your Shooting phase, but it must target the enemy unit that just attacked it, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-newfound-nemesis",
    "lore": "To strike down Kin is to earn the immediate and murderous ire of all their warrior comrades.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One Leagues of Votann Infantry or Leagues of Votann Mounted unit from your army that was reduced to Below Half-strength as a result of the attacking unit’s attacks.",
    "effectRules": "The attacking unit gains 1 Judgement token, or up to 2 Judgement tokens instead if that Leagues of Votann unit contained your Warlord when it was targeted by those attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-leagues-of-votann-void-armour",
    "lore": "Void armour comprises hardened, jointed segments hooked into the void suit beneath. It is fashioned from magnaferrite weave, and often reinforced with adamantine and enhanced with microfield generators.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Leagues of Votann unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your Leagues of Votann unit, worsen the Armour Penteration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-necrons-protocol-of-the-eternal-guardian",
    "lore": "Necron rulers possess sophisticated self-repair systems that can reknit their corporeal forms so they can once more command their legions.",
    "whenRules": "Any phase.",
    "targetRules": "One Necrons Infantry Character model from your army that was just destroyed.",
    "effectRules": "Set your model back up on the battlefield as close as possible to where it was destroyed and more than 1\" away from all enemy models, with half of its starting number of wounds remaining.",
    "restrictionRules": "Each model can only be targeted with this Stratagem once per battle."
  },
  {
    "id": "stratagem-necrons-protocol-of-the-hungry-void",
    "lore": "The Necrons strike with data-augmented accuracy, their murderous attacks as inescapable as the killing cold of space.",
    "whenRules": "Fight phase.",
    "targetRules": "One Necrons unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, add 1 to the Strength characteristic of melee weapons equipped by models in your unit. In addition, If a Necrons Character is leading your unit, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-necrons-protocol-of-the-undying-legions",
    "lore": "At a hissing static signal, nanoscarabs are released in boiling black clouds that whirl about the legions and effect constant repairs.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One Necrons unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit activates its Reanimation Protocols and reanimates D3 wounds. When doing so, if a Necrons Character is leading your unit, your unit reanimates D3+1 wounds instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-necrons-protocol-of-the-conquering-tyrant",
    "lore": "The legions employ the strategies of their masters in perfect synchronicity, laying down hails of mechanically coordinated fire.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Necrons unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets a unit within half of the firing weapon’s range, you can re-roll the Wound roll. If a Necrons Character is leading your unit, until the end of the phase, this effect applies at the firing weapon’s full range instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-necrons-protocol-of-the-sudden-storm",
    "lore": "Arcing energies leap from one Necron unit to the next, lending speed to their limbs and causing their eye lenses to blaze.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One Necrons unit from your army.",
    "effectRules": "Until the end of the turn, ranged weapons equipped by models in your unit have the [ASSAULT] ability. In addition, if a Necrons Character is leading your unit, until the end of the phase, you can re-roll Advance rolls made for your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-necrons-protocol-of-the-vengeful-stars",
    "lore": "In response to enemy attack, criss-cross fire leaps from the Necron ranks, forming a blazing corona of deadly energy from which there can be no escape.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One Necrons unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can shoot as if it were your Shooting phase, but it must target the enemy unit that just attacked it, and can only do so if that enemy unit is an eligible target. In addition, if a Necrons Character is leading your unit, until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-orks-careen!",
    "lore": "If their vehicle is on its last legs, any Ork worth their steering wheel will aim its blazing remains into the nearest cluster of enemies. The ensuring explosions never fail to raise a rousing cheer from nearby Ork onlookers.",
    "whenRules": "Any phase, just after an Orks Vehicle unit from your army with the Deadly Demise ability is destroyed.",
    "targetRules": "That destroyed Orks Vehicle unit, if you roll a 6 for its Deadly Demise ability. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Your unit can make a Normal or Fall Back move before its Deadly Demise ability is resolved, and before any embarked units perform an Emergency Disembarkation. When making this move, your unit can move over enemy units (excluding Monsters and Vehicles) as if they were not there.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-orks-orks-is-never-beaten",
    "lore": "So resilient is Ork physiology – and so slow are Orks on the uptake – that even killing wounds can take a while to register.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Orks unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-orks-unbridled-carnage",
    "lore": "When Orks get stuck into the foe, the carnage is wonderful to behold, at least for other Orks.",
    "whenRules": "Fight phase.",
    "targetRules": "One Orks unit from your army that has not been selected to fight\nthis phase.",
    "effectRules": "Until the end of the phase, each time an Orks model in your unit makes a melee attack, an unmodified hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-orks-’ard-as-nails",
    "lore": "Even the lowliest Ork Boy can take a tremendous amount of punishment before being slain.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Orks unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll.",
    "restrictionRules": "You cannot select a Vehicle or Gretchin unit for this Stratagem. "
  },
  {
    "id": "stratagem-orks-mob-rule",
    "lore": "The more Orks that gather in one place the more the Waaagh! energy flows, and the more fearless they all become.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Mob unit from your army that contains 10 or more models and is not Below Half-strength.",
    "effectRules": "Until the end of the phase, while a friendly Orks Infantry unit is within 6\" of that Mob unit, that Orks Infantry unit can still be selected as the target of your Stratagems even if it is Battle-shocked.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-orks-’ere-we-go",
    "lore": "Even lumbering Orks can put on a surprising turn of speed when the promise of a good face-to-face fight is in the offing. Once a horde of Orks get a sight of the foe, nothing can stop them.",
    "whenRules": "Start of your Movement phase.",
    "targetRules": "One Orks Infantry unit from your army.",
    "effectRules": "Until the end of the turn, add 2 to Advance and Charge rolls made for your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-unbowed-conviction",
    "lore": "Space Marines exemplify obdurate tenacity. Even injured, they will never abandon their oaths.",
    "whenRules": "Command phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that is below its Starting Strength.",
    "effectRules": "Until the end of the turn, your unit can ignore any or all modifiers to its characteristics and/or to any roll or test made for it (excluding modifiers to saving throws).",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-mercy-is-weakness",
    "lore": "Once a foe is marked for destruction, the Angels of Death must not relent until the target is annihilated.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets a unit that is below its Starting Strength, that attack has the [SUSTAINED HITS 1] ability, and when making such an attack, if the attacking model is a VEHICLE, a successful unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-vengeful-animus",
    "lore": "Carefully cogitated binharic prayers can focus a machine spirit’s ire into near-obsessive hatred of its slayers, ensuring that vengeance is meted out even in death.",
    "whenRules": "Any phase, just after an ADEPTUS ASTARTES VEHICLE model from your army with the Deadly Demise ability is destroyed.",
    "targetRules": "That ADEPTUS ASTARTES VEHICLE model. You can use this Stratagem on that model even though it was just destroyed.",
    "effectRules": "Do not roll one D6 to determine whether mortal wounds are inflicted by your model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-ancient-fury",
    "lore": "The heroes entombed within Dreadnoughts have fought across countless war zones throughout their extended existences, perfecting their martial prowess beyond mortal limits.",
    "whenRules": "Your Command phase.",
    "targetRules": "One ADEPTUS ASTARTES WALKER model from your army.",
    "effectRules": "Until the start of your next Command phase, improve your model’s Move, Toughness, Save, Leadership and Objective Control characteristics by 1 and each time your model makes an attack, add 1 to the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-power-of-the-machine-spirit",
    "lore": "There are many tales of machine spirits wreaking havoc on the foe, even after the crew of their vehicle are slain and critical systems are failing.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One ADEPTUS ASTARTES VEHICLE unit from your army that was reduced to Below Half-strength as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-honour-the-chapter",
    "lore": "Every Chapter has forged its own tales of heroism, and none of its battle-brothers would see that noble record besmirched.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If your unit is under the effects of the Assault Doctrine, until the end of the phase, improve the Armour Penetration characteristic of such weapons by 1 as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-only-in-death-does-duty-end",
    "lore": "Imminent death does not prevent a Space Marine from enacting his final justice upon the enemies of the Imperium.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-storm-of-fire",
    "lore": "There is no escaping the wrath of the Space Marines, and they use their weapons to bring swift death to their foes wherever they may hide, expertly placing their shots to wreak maximum damage.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Adeptus Astartes unit from your army.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability. If your unit is under the effects of the Devastator Doctrine, until the end of the phase, improve the Armour Penetration characteristic of such weapons by 1 as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-adaptive-strategy",
    "lore": "The tenets of the Codex Astartes allow for unorthodox use of combat tactics and the employment of divergent strategic doctrines if doing so will lead to victory.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Adeptus Astartes unit from your army.",
    "effectRules": "Select the Devastator Doctrine, Tactical Doctrine or Assault Doctrine. Until the start of your next Command phase, that Combat Doctrine is active for that unit instead of any other Combat Doctrine that is active for your army, even if you have already selected that doctrine this battle.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-squad-tactics",
    "lore": "Space Marines know precisely when to give ground in order to leave their enemies floundering, before surging back into the fight and driving them from the field in disarray.",
    "whenRules": "Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.",
    "targetRules": "One Adeptus Astartes Infantry or Adeptus Astartes Mounted unit from your army that is within 9\" of the enemy unit that just ended that move.",
    "effectRules": "Your unit can make a Normal move of up to D6\", or a Normal move of up to 6\" instead if it is under the effects of the Tactical Doctrine.",
    "restrictionRules": "You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-rigid-discipline",
    "lore": "Cleaving to duty, the Adeptus Astartes refuse to be drawn out of position. Instead they secure ground to establish new fire lines to the enemy.",
    "whenRules": "End of the Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that is within Engagement Range of one or more enemy units.",
    "effectRules": "Your unit can immediately make a Fall Back move of up to 6\".",
    "restrictionRules": "When making that move, your unit must end that move either wholly within your deployment zone or within range of an objective marker."
  },
  {
    "id": "stratagem-space-marines-not-one-backwards-step",
    "lore": "Siege warfare is incomparably brutal. Space Marines battle with the fiercest determination to achieve victory, and will fight unto death to hold every defensive line or to secure gains they have wrested from the enemy.",
    "whenRules": "Your Command phase.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY unit from your army within range of an objective marker.",
    "effectRules": "Until the end of the turn, double the Objective Control characteristic of models in your unit, but it must Remain Stationary this turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-no-threat-too-great",
    "lore": "To combat an entrenched force of Space Marines, foes resort to armoured vehicles or packs of murderous monstrosities. Even the greatest of behemoths has a chink in its armour and the Adeptus Astartes are well versed in exploiting such weaknesses.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a ranged attack that targets a MONSTER or VEHICLE unit, you can re-roll the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-drill-recall",
    "lore": "Space Marines train for countless hours to master their weapons and in the heat of battle can trigger mnemonic patterning to recall their ritual drills and ensure the foe’s destruction.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability. If your unit Remained Stationary this turn, then until the end of the phase, each time a model in your unit makes a ranged attack, a successful unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-hail-of-vengeance",
    "lore": "Space Marines' incredible battlefield awareness enables them to instinctively identify the origin of any enemy fire and punish their attackers.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.",
    "effectRules": "Your unit can shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-crucible-of-battle",
    "lore": "Only where the enemy can be faced eye to eye can a Space Marine be truly tested.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets the closest eligible target within 6\", add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-rapid-embarkation",
    "lore": "No time can be wasted in punishing the Emperor's foes. Many are those that deserve death and once one enemy is vanquished, soon must another follow.",
    "whenRules": "End of the Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES TRANSPORT unit from your army that has no models embarked within it, and one ADEPTUS ASTARTES INFANTRY unit from your army wholly within 6\" of that TRANSPORT.",
    "effectRules": "Your INFANTRY unit can embark within that TRANSPORT.",
    "restrictionRules": "You cannot target an INFANTRY unit that is within Engagement Range of one or more enemy units, that cannot normally embark within that TRANSPORT, or that disembarked from a TRANSPORT this turn."
  },
  {
    "id": "stratagem-space-marines-immolation-protocols",
    "lore": "Salvo after salvo of burning promethium unleashed in synchronised waves will leave almost any foe as smouldering ash.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, Torrent weapons equipped by models in that unit have the [DEVASTATING WOUNDS] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-onslaught-of-fire",
    "lore": "Armed with targeting data supplied by their transport's augury gheists, warriors erupt from the assault ramps with weapons blazing in ruthless eradication patterns.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that disembarked from a TRANSPORT this turn and has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a ranged attack that targets the closest eligible target within 12\", add 1 to the Hit roll. If one or more enemy models are destroyed as the result of any of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-burning-vengeance",
    "lore": "To open fire on warriors of a Firestorm Assault Force is merely to invite one’s own swift destruction.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has resolved its attacks.",
    "targetRules": "One ADEPTUS ASTARTES TRANSPORT unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "One unit embarked within that TRANSPORT can disembark as if it were your Movement phase, and can then shoot as if it were your Shooting phase, but must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-blitzing-fusillade",
    "lore": "Warriors of Stormlance Task Forces can suddenly pour heavy and accurate fire into the enemy even as they race to finish off any survivors.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [ASSAULT] ability. If such a weapon already has this ability, until the end of the phase, that weapon has the [SUSTAINED HITS 1] ability as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-full-throttle",
    "lore": "On the eve of riding down the most elusive prey, the task force's expert Techmarines will entreat the engine spirits o f their vehicles, honing the iron steeds' performance to elicit even more speed from them.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One ADEPTUS ASTARTES MOUNTED or ADEPTUS ASTARTES VEHICLE unit (excluding WALKERS) from your army.",
    "effectRules": "Until the end of the phase, if your unit Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit, or 9\" instead if your unit is MOUNTED.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-shock-assult",
    "lore": "The Adeptus Astartes are elite troops who strike with all the speed and fury of a searing thunderbolt.",
    "whenRules": "Your Charge phase.",
    "targetRules": "One ADEPTUS ASTARTES MOUNTED unit from your army that has not declared a charge this phase.",
    "effectRules": "Until the end of the turn, you can re-roll Charge rolls made for your unit and melee weapons equipped by models in that unit have the [LANCE] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-ride-hard-ride-fast",
    "lore": "Like zephyrs dancing across wide horizons, Space Marine riders and pilots can weave lithely around incoming fire with incredible skill.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One ADEPTUS ASTARTES MOUNTED or ADEPTUS ASTARTES FLY VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll and subtract 1 from the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-wind-swift-evasion",
    "lore": "Space Marines are loathe to be brought into combat on any others’ terms, especially the warriors of Stormlance Task Forces, whose battlefield tactics revolve around speed and precise, ferocious assaults.",
    "whenRules": "Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.",
    "targetRules": "One ADEPTUS ASTARTES unit from your army that is within 9\" of that enemy unit.",
    "effectRules": "Your unit can make a Normal move of up to 6\".",
    "restrictionRules": "You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-space-marines-a-deadly-prize",
    "lore": "Warriors of a Vanguard Spearhead will rig critical objectives with explosives to deny them to the enemy.",
    "whenRules": "Start of the Command phase.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY or ADEPTUS ASTARTES MOUNTED unit from your army within range of an objective marker you control.",
    "effectRules": "That objective marker is said to be Sabotaged, and remains under your control even if you have no models within range of it, until your opponent controls it at the start or end of any turn. While an objective marker is Sabotaged and under your control, each time an enemy unit ends a Normal, Advance, Fall Back or Charge move within range of that objective marker, roll one D6: on a 2+, that enemy unit suffers D3 mortal wounds.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-sugical-strikes",
    "lore": "Every tyrant must fear the assassin's blade, and the vanguard spring ambushes with precision coordination.",
    "whenRules": "Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-strike-from-the-shadows",
    "lore": "To evade one’s enemies and sow confusion can be a deadly weapon in itself.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit that is more than 12\" away, improve the Ballistic Skill and Armour Penetration characteristics of that attack by 1. If one or more enemy models are destroyed as a result of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-calculated-feint",
    "lore": "A feigned retreat can be used to overextend eager foes or draw them into deadly arcs of fire.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit declares a charge.",
    "targetRules": "One ADEPTUS ASTARTES INFANTRY unit from your army that was selected as a target of that charge.",
    "effectRules": "Your unit can make a Normal move of up to D6\", or up to 6\" instead if it is a PHOBOS or SCOUT SQUAD unit.",
    "restrictionRules": "You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-space-marines-guerilla-tactics",
    "lore": "At the opportune moment, Space Marine infiltration units slip away from battle, only to relocate ready to strike the foe again.",
    "whenRules": "End of your opponent’s Fight phase.",
    "targetRules": "Up to two PHOBOS and/or SCOUT SQUAD units from your army, or one other ADEPTUS ASTARTES INFANTRY unit from your army.",
    "effectRules": "Remove those units from the battlefield and place them into Strategic Reserves.",
    "restrictionRules": "Each unit selected for this Stratagem must be more than 3\" away from all enemy models."
  },
  {
    "id": "stratagem-space-marines-armour-of-contempt",
    "lore": "The belligerency of the Adeptus Astartes, combined with their transhuman physiology, makes them unyielding foes to face.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-heroes-of-the-chapter",
    "lore": "When the fighting is at its fiercest, the veteran warriors of the Chapter truly show their quality.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll. If your unit is Below Half-strength, add 1 to the Wound roll as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-terrifying-proficiency",
    "lore": "The 1st Company's veterans unleash their skills with an efficiency that is harrowing to witness.",
    "whenRules": "Your Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army that made a Charge move this turn and destroyed one or more enemy units this phase.",
    "effectRules": "In your opponent’s next Command phase, each enemy unit within 6\" of your unit must take a Battle-shock test. If the unit taking that test is Below Half-strength, subtract 1 from that test. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-duty-and-honour",
    "lore": "Adeptus Astartes veterans claim critical objectives in daring strikes, annihilating resistance in their Chapter’s name before sweeping onto their next target.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army within range of an objective marker you control.",
    "effectRules": "That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-marines-orbital-teleportarium",
    "lore": "Teleportarium chambers within orbiting strike cruisers are able to perform site-to-strike teleportations for Terminator-armoured battle-brothers in extremis.",
    "whenRules": "End of your opponent’s Fight phase.",
    "targetRules": "One ADEPTUS ASTARTES TERMINATOR unit from your army.",
    "effectRules": "Remove your unit from the battlefield and place it into Strategic Reserves. It will arrive back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability.",
    "restrictionRules": "You cannot select a unit that is within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-space-marines-legendary-fortitude",
    "lore": "Many are the legendary tales of the 1st Company holding their ground against the odds, weathering assaults that would have swept away lesser warriors.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit ends a charge move.",
    "targetRules": "One ADEPTUS ASTARTES TERMINATOR, BLADEGUARD VETERAN SQUAD, STERNGUARD VETERAN SQUAD or VANGUARD VETERAN SQUAD unit from your army within Engagement Range of that enemy unit.",
    "effectRules": "Until the end of the turn, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-armour-of-contempt",
    "lore": "The belligerency and transhuman physiologies of the Adeptus Astartes make them unyielding foes.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets a model in your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-go-for-the-throat",
    "lore": "With the scent of blood in the air and the rushing joy of battle surging through every true warrior’s hearts, even the greatest quarry can be brought down.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1. If the Saga of the Beastslayer has been completed by your army, until the end of the phase, such weapons have the [LANCE] ability as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-runic-wards",
    "lore": "Imbued as they are with the cunning psychic might of the Rune Priests, shamanistic totems, tattoos and fetishes are a potent shield against baleful attacks and the foul sorcery of witches.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Adeptus Astartes unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds and Psychic Attacks. If the Saga of the Bear has been completed by your army, until the end of the phase, models in your unit have the Feel No Pain 4+ ability against mortal wounds and Psychic Attacks instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-death-howl",
    "lore": "Having stalked their prey or run them to ground, all that remains is to go for the enemy’s weakest points, to rip them apart in a furious bloodletting. Onlookers are stricken with terror at the bloody spectacle, an instant before the sons of Russ pounce upon them.",
    "whenRules": "Fight phase.",
    "targetRules": "One Adeptus Astartes unit from your army that destroyed one or more enemy units this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit ends that Consolidation move in Unit Coherency and within Engagement Range of one or more enemy units. In addition, if the Saga of Majesty has been completed by your army, each enemy unit within 6\" of your unit when it ends that Consolidation move must take a Battle-shock test.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-warrior-pride",
    "lore": "The greatest champions amongst the sons of Russ must take the fight to the enemy, leading by example to uphold the honour of their Chapter.",
    "whenRules": "Your Command phase.",
    "targetRules": "One Adeptus Astartes Character model from your army.",
    "effectRules": "Select one Saga that has not yet been completed by your army. Until the end of the turn, models in your Character’s unit have the benefit of the selected Saga as if it had been completed by your army.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-space-wolves-relentless-assault",
    "lore": "Once their blades and claws run red with the enemy’s blood, nothing will hold the savage sons of Russ back from new prey.",
    "whenRules": "Your Movement phase, just after an Adeptus Astartes unit from your army makes a Fall Back or Advance move.",
    "targetRules": "That Adeptus Astartes unit.",
    "effectRules": "Until the end of the turn, your unit is eligible to shoot even though it Fell Back or Advanced this phase. If the Saga of the Warrior Born has been completed by your army, until the end of the turn, your unit is also eligible to declare a charge.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tau-empire-stimm-injectors",
    "lore": "This system injects the battlesuit pilot with a measured dose of chemical stimulants intended to temporarily accelerate their physical aptitude and pain tolerances.",
    "whenRules": "Fight phase or your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One T’au Empire Battlesuit unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, models in your unit have the Feel No Pain 6+ ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tau-empire-strike-and-fade",
    "lore": "T’au are experts at harrying and outmanoeuvring their foes, bleeding them with accurate fire before fading away into the shadows and luring the foe into a trap.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One T’au Empire Battlesuit unit from your army that can Fly whose attacks have been resolved this phase.",
    "effectRules": "If your unit is not within Engagement Range of any enemy units, it can make a Normal move. If it does, your unit cannot declare a charge this turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tau-empire-coordinate-to-engage",
    "lore": "T’au combined arms groups are called Hunter Cadres for good reason. Working in close coordination, they hunt and destroy the most dangerous enemy targets.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One T’au Empire unit from your army that has just been selected as an Observer unit (see For the Greater Good).",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack that targets their Spotted unit, improve the Ballistic Skill characteristic of that attack by 1 and, if your unit has the Markerlight keyword, that attack has the [IGNORES COVER] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tau-empire-point-blank-ambush",
    "lore": "The Kauyon teaches to lure the enemy into deadly point-blank ambushes.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One T’au Empire unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit within 9\", improve the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": "You cannot use this Stratagem during the first or second battle rounds."
  },
  {
    "id": "stratagem-tau-empire-photon-grenades",
    "lore": "Hurling a volley of photon grenades, the T’au leave their enemies dazzled and disorientated, unable to close the distance into combat at a crucial moment.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit has declared a charge.",
    "targetRules": "One T’au Empire Grenades unit from your army that was selected as one of the targets of that charge.",
    "effectRules": "That enemy unit must immediately take a Battle-shock test, and until the end of the phase, subtract 2 from Charge rolls made for that enemy unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tau-empire-combat-embarkation",
    "lore": "Those who act as the lure in the Kauyon must be ready to make a hasty withdrawal once the enemy closes into killing range, lest they be trapped.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit has declared a charge.",
    "targetRules": "One T’au Empire Infantry unit from your army that was selected as one of the targets of that charge, and one friendly Transport.",
    "effectRules": "Your unit can embark within that Transport. If it does, your opponent can select new targets for that charge.",
    "restrictionRules": "Every model in your T’au Empire Infantry unit must be within 3\" of that Transport and there must be sufficient transport capacity to embark the entire unit."
  },
  {
    "id": "stratagem-thousand-sons-psychic-dominion",
    "lore": "To pit one’s own psychic prowess against the sorcerous might of the Thousand Sons is to be trapped, helpless and screaming, within one’s own mind.",
    "whenRules": "Any phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Thousand Sons unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, all attacks made against your unit with Psychic weapons have the [HAZARDOUS] ability and all models in your unit have the Feel No Pain 4+ ability against Psychic Attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-thousand-sons-destined-by-fate",
    "lore": "The Architect of Fate has great designs for his pawns, which do not include their untimely demise just yet...",
    "whenRules": "Any phase, when a saving throw is failed for a Thousand Sons Psyker model from your army.",
    "targetRules": "That Psyker model.",
    "effectRules": "Change the Damage characteristic of that attack to 0.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-thousand-sons-devastating-sorcery",
    "lore": "This warrior’s veins burn with raw sorcery. The sheer unstoppable might of their conjurations is such that, when unleashed with destructive intent, there is little that can prevent them from devastating manifestation.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Thousand Sons Psyker unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a Psychic Attack, you can re-roll the Hit roll and you can re-roll the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-thousand-sons-ensorcelled-infusion",
    "lore": "Utilising the fell powers of the warp, Thousand Sons Sorcerers infuse their minions’ bolter rounds with empyric energies to render them even deadlier.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Thousand Sons Psyker unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, all inferno bolt pistols, inferno boltguns, inferno combi-bolters and inferno combi-weapons equipped by models in your unit have the [PSYCHIC] ability and a Strength characteristic of 5.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-thousand-sons-sorcerous-might",
    "lore": "The most powerful sorcerers of the Thousand Sons are battle-psykers who can, if the need is dire enough, siphon a sliver of their corrupted souls into their eldritch assaults to temporarily boost their potency.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Thousand Sons Psyker unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, add 9\" to the range of Psychic weapons equipped by your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-thousand-sons-warp-sight",
    "lore": "With their tainted souls melded as one in the warp, what one champion of the cabal sees, all their fellows see also.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Thousand Sons Psyker unit from your army and one enemy unit that is visible to that unit.",
    "effectRules": "Until the end of the phase, each time a friendly Thousand Sons Psyker model makes an attack with a Psychic weapon that targets that enemy unit, that attack has the [INDIRECT FIRE] and [IGNORES COVER] abilities.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-rapid-regeneration",
    "lore": "Prey stare in horror as chitinous armour regrows and flesh, muscle and sinew knots back together as though never harmed.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Tyranids unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, models in your unit have the Feel No Pain 6+ ability. If your unit is within Synapse Range of your army, until the end of the phase, models in your unit have the Feel No Pain 5+ ability instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-death-frenzy",
    "lore": "Tyranids care nothing for self-preservation, lashing out even in death.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Tyranids unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6: on a 4+, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making attacks, and is then removed from play.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-adrenal-surge",
    "lore": "These warrior organisms destroy all as their adrenaline surges.",
    "whenRules": "Fight phase.",
    "targetRules": "Up to two Tyranids units from your army that are within Synapse Range of your army and are eligible to fight, or one other Tyranids unit from your army that is eligible to fight.",
    "effectRules": "Until the end of the phase, each time a model in one of those selected units makes an attack, a successful unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-overrun",
    "lore": "Tyranids are an unstoppable avalanche of flesh and chitin.",
    "whenRules": "Fight phase, just before a Tyranids unit from your army Consolidates.",
    "targetRules": "That Tyranids unit.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit can end its Consolidation move in Unit Coherency and within Engagement Range of one or more enemy units. If your unit is within Synapse Range of your army and not within Engagement Range of any enemy units, instead of making that Consolidation move, it can instead make a Normal move of up to 6\".",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-synaptic-insight",
    "lore": "Guided by the instincts of leader-beasts, a portion of the swarm can be tasked with focusing its hunting instincts to destroy a particular foe.",
    "whenRules": "Your Command phase.",
    "targetRules": "Up to two Tyranids units from your army that are within Synapse Range of your army, or one other Tyranids unit from your army.",
    "effectRules": "Select one Hyper-adaptation. Until the end of the battle round, that hyper-adaptation is active for those selected units in addition to any other that may be active for your army.",
    "restrictionRules": "You cannot select the same hyper-adaptation you selected at the start of the first battle round."
  },
  {
    "id": "stratagem-tyranids-endless-swarm",
    "lore": "As the battle rages, more organisms pour in to bolster the swarms.",
    "whenRules": "Your Command phase.",
    "targetRules": "Up to two Endless Multitude units from your army that are within Synapse Range of your army, or one other Endless Multitude unit from your army.",
    "effectRules": "Up to D3+3 destroyed models are returned to each of the selected units.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-corrosive-viscera",
    "lore": "Highly acidic fluids spray from the creature’s wounds, lethal to those nearby.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after a TYRANIDS MONSTER model from your army with the Deadly Demise ability that cannot FLY is destroyed.",
    "targetRules": "That TYRANIDS MONSTER model. You can use this Stratagem on that model even though it was just destroyed.",
    "effectRules": "Do not roll one D6 to determine whether mortal wounds are inflicted by your model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-rampaging-monstrosities",
    "lore": "Tyranid monsters have reserves of energy that they unleash in waves of devastating fury.",
    "whenRules": "Fight phase.",
    "targetRules": "One TYRANIDS MONSTER unit from your army that has not been selected to fight this phase",
    "effectRules": "Until the end of the phase, each time a model in your unit makes an attack, you can re-roll the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-savage-roar",
    "lore": "This monster is even more terrifying to behold than other bioforms of its kind.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One TYRANIDS MONSTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "That enemy unit must take a Battle-shock test and, until the end of the phase, each time a model in that enemy unit makes an attack that targets your unit, subtract 1 from the Hit roll. If that Battle-shock test was failed, subtract 1 from the Wound roll as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-untrammelled-ferocity",
    "lore": "Encircling and entrapping such physically powerful and fearless beasts is nigh on impossible.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One TYRANIDS MONSTER unit from your army that has not been selected to move this phase.",
    "effectRules": "Until the end of the phase, models in your unit can move through enemy models as if they were friendly models, and until the end of the phase any Desperate Escape tests those models must take are automatically passed.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-swarm-guided-salvoes",
    "lore": "One cannot hide from a gestalt entity with a million eyes, even in the densest cover.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One TYRANIDS MONSTER unit from your army that has not been selected to shoot this phase.",
    "effectRules": "Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability, and until the end of the phase each time a model in your unit makes an attack, you can ignore any or all modifiers to that model’s Ballistic Skill characteristic and any or all modifiers to the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-massive-impact",
    "lore": "Employing their sheer bulk and vicious chitinous horns and spikes, the largest Tyranids crash headlong through the foe, often with devastating results.",
    "whenRules": "Your Charge phase, just after a TYRANIDS MONSTER model from your army ends a Charge move.",
    "targetRules": "That TYRANIDS MONSTER model.",
    "effectRules": "Select one enemy unit within Engagement Range of your model and roll six D6: for each 4+, that enemy unit suffers 1 mortal wound.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-synaptic-goading",
    "lore": "For a moment, a minuscule sliver of the Hive Mind’s ineffable will is focussed through these warrior organisms, driving them to pounce upon either valuable prey or else some vital strategic target.",
    "whenRules": "Any phase, just before an ENDLESS MULTITUDE unit from your army that is within Synapse Range of your army makes a Surge move.",
    "targetRules": "That ENDLESS MULTITUDE unit.",
    "effectRules": "When making that Surge move, you can re-roll the D6 to determine how far your unit moves, and your unit can end that move as close as possible to the closest objective marker (instead of as close as possible to the closest enemy unit]. All other rules for making Surge moves still apply.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-unending-waves",
    "lore": "No matter how many warrior organisms are slain, more are already surging forward over their corpses.",
    "whenRules": "Any phase.",
    "targetRules": "One ENDLESS MULTITUDE unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Add a new unit to your army identical to your destroyed unit, in Strategic Reserves, at its Starting Strength.",
    "restrictionRules": "Any destroyed CHARACTER units that were attached to your unit are not returned."
  },
  {
    "id": "stratagem-tyranids-teeming-masses",
    "lore": "Skittering, darting and pouring over one another, the Tyranids make for hard and confusing targets.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One ENDLESS MULTITUDE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-swarming-masses",
    "lore": "The sheer weight of Tyranid numbers begins to tell as they bury their victims in lashing, biting horror.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One ENDLESS MULTITUDE unit from your army that has not been selected to shoot or fight this phase.",
    "effectRules": "Until the end of the phase, weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability, and If your unit contains 15 or more models, each time a model in your unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-bounding-advance",
    "lore": "Synaptic impulses from the Hive Mind urge greater speed from the swarm’s warrior organisms.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One ENDLESS MULTITUDE unit from your army.",
    "effectRules": "Until the end of the phase, each time your unit Advances, do not make an Advance roll. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-preservation-imperative",
    "lore": "Triggered by incoming projectile fire, a synaptic pulse spurs the danger-senses of lesser warrior organisms and causes them to scatter like a shoal evading predators. Only once the explosions have stopped and the dust cleared do the bioforms bunch up once again.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One ENDLESS MULTITUDE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, your unit is treated as containing fewer than five models for the purpose of the [BLAST] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-broodguard-impulse",
    "lore": "Should a foe successfully slay one of the swarm’s assimilation organisms, they only mark themselves as a priority for predation and consumption in turn.",
    "whenRules": "Any phase.",
    "targetRules": "One HARVESTER unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "Until the end of the battle, each time a friendly TYRANIDS model makes an attack that targets the enemy unit that just destroyed your HARVESTER unit, add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-reclaim-biomass",
    "lore": "Dead Tyranids are consumed and reconstituted by the swarm just as readily as the lifeless carcasses of their prey.",
    "whenRules": "Any phase, when a TYRANIDS unit from your army is destroyed, before the last model in it is removed from play.",
    "targetRules": "One HARVESTER unit from your army that is within 6\" of that destroyed unit.",
    "effectRules": "Regenerate one friendly TYRANIDS unit within 6\" of your HARVESTER unit (See Feed the Swarm).",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-tyrannoformed",
    "lore": "Swarms of diminutive Tyranid phage organisms carpet even the most vital strategic assets, steadily breaking them down for assimilation.",
    "whenRules": "Command phase.",
    "targetRules": "One HARVESTER unit from your army that is within range of an objective marker you control.",
    "effectRules": "That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-ablative-carapace",
    "lore": "These organisms have employed consumed minerals to exude an additional hardened protective layer over their chitinous armour.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One HARVESTER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, models in your unit have the Feel No Pain 5+ ability. If your unit is within range of an objective marker you control, until the end of the phase models in your unit have the Feel No Pain 4+ ability instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-secure-biomass",
    "lore": "When rich sources of biomass are identified the warrior organisms of this swarm will stop at nothing to destroy resistance and claim them.",
    "whenRules": "Fight phase.",
    "targetRules": "One TYRANIDS unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If your unit is a HARVESTER unit, each time a model in that unit makes a melee attack, a successful unmodified Hit roll of 5+ scores a Critical Hit as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-rapacious-hunger",
    "lore": "The hunger of the Tyranids can never be satiated.",
    "whenRules": "Your Fight phase.",
    "targetRules": "One TYRANIDS unit from your army that just destroyed an enemy unit.",
    "effectRules": "Your unit immediately Regenerates (See Feed the Swarm). When doing so, if your unit is a HARVESTER unit and you choose for one model to regain up to D3 lost wounds, that model regains up to 3 lost wounds instead.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-surprise-assault",
    "lore": "Vanguard organisms strike from unexpected quarters with calculated and emotionless alien savagery that is appalling to behold.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One VANGUARD INVADER unit from your army that has not been selected to shoot or fight this phase, and one enemy unit.",
    "effectRules": "That enemy unit must take a Battle-shock test. Until the end of the phase, each time a model in your unit makes an attack that targets that enemy unit, add 1 to the Hit roll. If the Battle-shock test was failed, add 1 to the Wound roll as well.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-assassin-beasts",
    "lore": "These bioforms have been adapted to strike with pinpoint precision at the pre-assessed weak points of selected prey that require elimination.",
    "whenRules": "Fight phase.",
    "targetRules": "One VANGUARD INVADER INFANTRY unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-seeded-broods",
    "lore": "Warrior organisms erupt from concealment straight into advanced positions.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One TYRANIDS unit from your army that is in Reserves, or up to two VANGUARD INVADER units from your army that are in Reserves.",
    "effectRules": "Until the end of the phase, for the purposes of setting up those selected units on the battlefield, treat the current battle round number as being one higher than it actually is.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-hypersensory-scillia",
    "lore": "Hissing clusters of scillia warn of the slightest prey movements, allowing the Tyranids to react.",
    "whenRules": "Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.",
    "targetRules": "Up to two VANGUARD INVADER units from your army that are within 9\" of that enemy unit, or one other TYRANIDS INFANTRY unit from your army that is within 9\" of that enemy unit.",
    "effectRules": "Those selected units can each make a Normal move of up to 6\".",
    "restrictionRules": "You cannot target units that are within Engagement Range of one or more enemy units."
  },
  {
    "id": "stratagem-tyranids-unseen-lurkers",
    "lore": "Hyper-attuned senses warn vanguard organisms when they are being targeted by the prey.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One VANGUARD INVADER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 12\" or, if your unit has the Lone Operative ability, if the attacking model is within 6\". Your opponent can select new targets for the attacking unit’s attacks.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-invisible-hunter",
    "lore": "Hunter-slayer organisms can melt away before the eyes of their foes, only to strike from a new direction.",
    "whenRules": "End of your opponent’s Fight phase.",
    "targetRules": "Up to two VANGUARD INVADER units from your army, or one TYRANIDS INFANTRY unit from your army.",
    "effectRules": "Remove the targeted units from the battlefield and place them into Strategic Reserves.",
    "restrictionRules": "The targeted units must be more than 3\" away from all enemy units."
  },
  {
    "id": "stratagem-tyranids-the-smothering-shadow",
    "lore": "In the heart of the swarms, the Shadow in the Warp can literally kill with its smothering power.",
    "whenRules": "Any phase, just after an enemy unit fails a Battle-shock test.",
    "targetRules": "One SYNAPSE unit from your army within 12\" of that enemy unit.",
    "effectRules": "Roll six D6: for each 3+, that enemy unit suffers 1 mortal wound.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-synaptic-channelling",
    "lore": "Tyranids are one with the Hive Mind; individuality is a disadvantage that they surpass.",
    "whenRules": "Command phase.",
    "targetRules": "One SYNAPSE unit from your army.",
    "effectRules": "Until the end of the turn, while a friendly TYRANIDS unit is within 9\" of the selected unit, that unit is within Synapse Range of your army.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-irresistible-will",
    "lore": "Whether paralysing its prey or forcing them to stumble out of cover with its force of will, or else puppeteering nearby warrior organisms, the leader-beast ensures the prey targets are struck down.",
    "whenRules": "Your Shooting phase or the Fight phase.",
    "targetRules": "One SYNAPSE unit from your army that has not been selected to shoot or fight this phase, and one enemy unit within 24\" of and visible to the SYNAPSE unit.",
    "effectRules": "Until the end of the phase, each time a friendly TYRANIDS model makes an attack that targets that enemy unit, if the attacking model’s unit is within 6\" of your SYNAPSE unit, re-roll a Hit roll of 1 and re-roll a Wound roll of 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-reinforced-hive-node",
    "lore": "Psionic shielding crackles around these leader-beasts, helping to ensure their survival.",
    "whenRules": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One SYNAPSE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-imperative-dominance",
    "lore": "At need, the focused will of the Tyranid leader-beasts can goad warrior organisms to exhibit strategically beneficial behaviours at the instant they are needed most.",
    "whenRules": "Your Command phase.",
    "targetRules": "One TYRANIDS unit from your army that is within Synapse Range of your army.",
    "effectRules": "Select one Synaptic Imperative, even if you have already selected that imperative this battle. Until the start of your next Command phase, that Synaptic Imperative is active for your unit instead of any other Synaptic Imperative that is active for your army.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-tyranids-override-instincts",
    "lore": "The seemingly omniscient Hive Mind processes the sensory input of its swarms at an impossible rate, and compels its broods to react accordingly.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One TYRANIDS unit from your army that is within Synapse Range of your army and made a Fall Back move this phase.",
    "effectRules": "Your unit is eligible to shoot and declare a charge this turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-gory-massacre",
    "lore": "Those who witness the massacres inflicted by the World Eaters flee to avoid being the next victims.",
    "whenRules": "Fight phase.",
    "targetRules": "One World Eaters unit from your army that made a Charge move this turn and destroyed one or more enemy units this phase.",
    "effectRules": "In your opponent’s next Command phase, each enemy unit within 6\" of your unit must take a Battle-shock test. If the unit taking that test is Below Half-strength, subtract 1 from that test. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-for-the-skull-throne!",
    "lore": "Khorne rewards those who test their might against the strongest foes, blessing the greatest warriors with his favour.",
    "whenRules": "Fight phase.",
    "targetRules": "One World Eaters unit from your army that has not been selected to fight this phase.",
    "effectRules": "Until the end of the phase, each time a model in your unit makes a melee attack that targets a Character, Monster or Vehicle unit, add 1 to the Wound roll.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-for-the-blood-god!",
    "lore": "When blood spills, the blessings of the Blood God are bountiful.",
    "whenRules": "Fight phase, just after a World Eaters unit from your army destroys an enemy unit.",
    "targetRules": "That World Eaters unit.",
    "effectRules": "Make a Blessings of Khorne roll. You can use the results of this roll to activate one Blessing of Khorne. That Blessing of Khorne does not count towards your maximum number of activated Blessings of Khorne, but all other rules for Blessings of Khorne apply.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-khorne-cares-not",
    "lore": "Khorne cares not from whence the blood flows, so long as it flows, and mere flesh wounds will not stay the wrath of the World Eaters.",
    "whenRules": "Fight phase, just after an enemy unit has selected its targets.",
    "targetRules": "One World Eaters unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effectRules": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Damage characteristic of that attack.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-blood-offering",
    "lore": "The blood of Khorne’s devoted warriors is still blood, and when the battleground runs red, it is still a worthy addition to the Blood God’s domain.",
    "whenRules": "Any phase.",
    "targetRules": "One World Eaters unit from your army that was just destroyed while it was within range of an objective marker you controlled. You can use this Stratagem on that unit even though it was just destroyed.",
    "effectRules": "That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-world-eaters-apoplectic-frenzy",
    "lore": "Those who fight for Khorne are driven to even greater depths of rage, surging towards the foe in a barely controlled tide.",
    "whenRules": "Your Movement phase.",
    "targetRules": "One World Eaters unit from your army that has not been selected to move this phase.",
    "effectRules": "Until the end of the phase, if your unit Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-insane-bravery",
    "lore": "Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.",
    "whenRules": "Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.",
    "targetRules": "The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems). ",
    "effectRules": "Your unit is treated as having passed that test instead, and is not Battle-shocked as a result.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-counter-offensive",
    "lore": "In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.",
    "whenRules": "Fight phase, just after an enemy unit has fought.",
    "targetRules": "One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.",
    "effectRules": "Your unit fights next.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-command-re-roll",
    "lore": "A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.",
    "whenRules": "In any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army. ",
    "targetRules": "-",
    "effectRules": "You re-roll that roll, test or saving throw.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-epic-challenge",
    "lore": "The legends of the 41st Millennium are replete with deadly duels between mighty champions.",
    "whenRules": "Fight phase, when a Character unit from your army that is within Engagement Range of one or more Attached units is selected to fight.",
    "targetRules": "One Character model in your unit.",
    "effectRules": "Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-grenade",
    "lore": "Priming their hand-held projectiles, these warriors draw back and hurl death into the enemy’s midst.",
    "whenRules": "Your Shooting phase.",
    "targetRules": "One Grenades unit from your army that is not within Engagement Range of any enemy units and has not been selected to shoot this phase.",
    "effectRules": "Select one enemy unit that is not within Engagement Range of any units from your army and is within 8\" of and visible to your Grenades unit. Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-tank-shock",
    "lore": "Ramming the foe with a speeding vehicle may be an unsubtle tactic, but it is a murderously effective one. ",
    "whenRules": "Your Charge phase.",
    "targetRules": "One Vehicle unit from your army.",
    "effectRules": "Until the end of the phase, after your unit ends a Charge move, select one enemy unit within Engagement Range of it, then select one melee weapon your unit is equipped with. Roll a number of D6 equal to that weapon’s Strength characteristic. If that Strength characteristic is greater than that enemy unit’s Toughness characteristic, roll two additional D6. For each 5+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds).",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-rapid-ingress",
    "lore": "Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset. ",
    "whenRules": "End of your opponent’s Movement phase.",
    "targetRules": "One unit from your army that is in Reserves.",
    "effectRules": "Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase. ",
    "restrictionRules": "You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."
  },
  {
    "id": "stratagem-core-fire-overwatch",
    "lore": "A hail of wildfire can drive back advancing foes.",
    "whenRules": "Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance, Fall Back or Charge move. ",
    "targetRules": "One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.",
    "effectRules": "Your unit can shoot that enemy unit as if it were your Shooting phase.",
    "restrictionRules": "Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."
  },
  {
    "id": "stratagem-core-go-to-ground",
    "lore": "Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find. ",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Infantry unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-smokescreen",
    "lore": "Even the most skilled marksmen struggle to hit targets veiled by billowing screens of smoke.",
    "whenRules": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
    "targetRules": "One Smoke unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effectRules": "Until the end of the phase, all models in your unit have the Benefit of Cover and the Stealth ability.",
    "restrictionRules": null
  },
  {
    "id": "stratagem-core-heroic-intervention",
    "lore": "Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.",
    "whenRules": "Your opponent’s Charge phase, just after an enemy unit ends a Charge move.",
    "targetRules": "One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.",
    "effectRules": "Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.",
    "restrictionRules": "You can only select a Vehicle unit from your army if it is a Walker. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."
  },
  {
    "id": "stratagem-core-new-orders",
    "lore": "High command has received new intelligence.",
    "whenRules": "End of your Command phase.",
    "targetRules": "One of your active Secondary Mission cards.",
    "effectRules": "Discard it and draw one new Secondary Mission card.",
    "restrictionRules": "You can only use this Stratagem once per battle."
  },
  {
    "id": "gambit-proceed-as-planned",
    "lore": "Your battle plan is unfolding as you had foreseen, and the time to stake the fatal blow is almost at hand. Stay the course, and victory is all but assured.",
    "body": "If you select this Gambit card, you have chosen not to attempt a gambit.\n    \nUntil the end of the battle, you continue to score VP from your Primary Mission."
  },
  {
    "id": "gambit-delaying-tactics",
    "lore": "The whole battle was a ruse to buy our covert kill teams the time they need to successfully complete a mission that could turn the tide of the entire war.",
    "body": "DETERMINE DISTRACTION TARGET: Your Distraction target will be equal to half the number of enemy units that are within Engagement Range of one or more units from your army (rounding up) at the end of your fifth turn. If your Distraction target is less than 4, it is increased to 4.\n\nDISTRACT ENEMY UNITS: At the end of your fifth turn, roll one D6 for each enemy unit that is within Engagement Range of one or more units from your army. Add 1 to the result if that enemy unit is Battle-shocked and subtract 1 if one or more of the units from your army that are within Engagement Range of it are Battle-shocked. On a 4+, that enemy unit has been successfully delayed.\n\nDETERMINE GAMBIT SUCCESS: If the number of enemy units that have been successfully delayed is greater than or equal to your Distraction target, this Gambit is successfully completed and you score 30VP."
  },
  {
    "id": "gambit-emergency-evacuation",
    "lore": "Remaining in this battlezone is folly. Teleportahums are being sanctified and orbital transports are inbound to exfiltrate what forces remain. Prepare for immediate extraction.",
    "body": "DETERMINE EVACUATION TARGET: Your Evacuation target will be equal to half the number of units from your army that are on the battlefield at the end of the battle (rounding up), including units embarked within TRANSPORT models that are on the battlefield. If your Evacuation target is less than 4, it is increased to 4.\n\nEVACUATE UNITS: At the end of your fifth turn, roll one D6 for each unit from your army that is wholly within 6\" of the centre of the battlefield, subtracting 1 from the result if that unit is Battle shocked. On a 4+, that unit (and any units embarked within it) are marked for evacuation.\n\nDETERMINE GAMBIT SUCCESS: If the number of your units that are marked for evacuation is greater than or equal to your Evacuation target, this Gambit is successfully completed and you score 30VP."
  },
  {
    "id": "gambit-orbital-strike-coordinates",
    "lore": "Remaining in this battlezone is folly. Teleportahums are being sanctified and orbital transports are inbound to exfiltrate what forces remain. Prepare for immediate extraction.",
    "body": "At the end of your fifth turn, if one or more units from your army that are not Battle-shocked are wholly within 9\" of a corner of the battlefield, and those units are not within your own deployment zone, roll 2D6.\n\nAdd 1 to the result for every other corner of the battlefield that has one or more units from your army wholly within 9\" of it (excluding units that are Battle-shocked or within Engagement Range of any enemy units).\n\nIf the final result is 12 or more, this Gambit is successfully completed and you score 30VP."
  }
]
